{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/1.pdf", "math": "as we are deprived of Voting for whoever we Desire at the Primaries.", "status": "present", "confidence": 0.83, "explanation": "The quoted sentence appears near the end of the handwritten letter; the wording and sequence of words match the snippet shown, with only minor capitalization differences typical of the script."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/1.pdf", "math": "31", "status": "present", "confidence": 0.94, "explanation": "The handwritten number “31” is clearly visible near the top-left margin of the document, matching the requested text exactly."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/1.pdf", "math": "one Law Here must Be Repealed. as we are deprived of Voting", "status": "present", "confidence": 0.9, "explanation": "The handwritten letter contains the lines “one Law Here must Be Repealed. as we are Deprived of Voting…”, which matches the queried text (case variations aside)."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/2.pdf", "math": "JUST A LINE OF GOOD WISHES ON YOUR", "status": "present", "confidence": 0.9, "explanation": "The phrase appears in the body text of the typed letter: it begins the second paragraph ('JUST A LINE OF GOOD WISHES ON YOUR SAFE RETURN...'). The wording up to the specified segment matches exactly."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/2.pdf", "math": "2590", "status": "present", "confidence": 0.9, "explanation": "The number \"2590\" is visible as a small header at the upper-right corner of the page."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/2.pdf", "math": "RETURN, AND THE HOPE THAT YOUR HEALTH MAY BE COMPLETELY RESTORED; EVERY LINE THE", "status": "present", "confidence": 0.8, "explanation": "The sentence in the body of the letter reads (with a minor spacing difference after the comma) \"RETURN,AND THE HOPE THAT YOUR HEALTH MAY BE COMPLETELY RESTORED; EVERY LINE THE …\". Aside from the missing space after the comma, the wording matches, so the requested text is effectively present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/4.pdf", "math": "If the president could open his mouth and \"line 'em out like Teddy,\" or would stop his secret system of conducting", "status": "present", "confidence": 0.9, "explanation": "The quoted sentence appears verbatim near the bottom of the handwritten page, matching the wording and punctuation in the prompt."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/4.pdf", "math": "TELEPHONE 478", "status": "present", "confidence": 0.94, "explanation": "The exact text “TELEPHONE 478” is clearly visible in the upper-right corner of the document’s header."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/4.pdf", "math": "LUCIEN BECKNER", "status": "present", "confidence": 0.9, "explanation": "The header at the upper-left corner of the page clearly contains the text “LUCIEN BECKNER,” matching the queried phrase exactly."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/4.pdf", "math": "Knights of Columbus, and the improved public ideals", "status": "absent", "confidence": 0.85, "explanation": "The document contains the phrase \"Knights of Columbus, and the informal public ideals\", not the exact wording \"Knights of Columbus, and the improved public ideals\" requested. Because the wording differs, the specific text is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/5.pdf", "math": "All together the public wants you, and is looking to you to say something to check the orgy of \"peace\" going on in Washington.", "status": "present", "confidence": 0.65, "explanation": "The closing lines of the handwritten page read \"All together the public wants you, and is looking to you to say something to check the orgy of 'peace' going on in Washington.\" Although the handwriting makes the word “to” look slightly like an ampersand, the sentence matches the queried text in wording and meaning."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/5.pdf", "math": "TELEPHONE 478", "status": "present", "confidence": 0.93, "explanation": "The phrase “TELEPHONE 478” is clearly visible in the upper-right corner of the document’s letterhead, matching the queried text exactly."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/5.pdf", "math": "LUCIEN BECKNER", "status": "present", "confidence": 0.9, "explanation": "The exact text \"LUCIEN BECKNER\" is clearly visible in the upper left corner of the document’s header."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/5.pdf", "math": "to even the appearance of intrigue. All together the public wants you, and", "status": "present", "confidence": 0.75, "explanation": "The handwritten lines include the phrases \"to even the appearance of intrigue.\" followed by \"All together the public wants you, and ...\" so the requested text sequence is visible, though handwriting makes exact word 'even' slightly uncertain."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/5.pdf", "math": "same time let Rome know her place in such a way as would prevent", "status": "present", "confidence": 0.9, "explanation": "The handwritten text contains the line “… and at the same time let Rome know her place in such a way as would prevent …”, matching the queried phrase almost verbatim."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/5.pdf", "math": "be expected to attend Catholic ceremonials and lend himself to even the", "status": "present", "confidence": 0.74, "explanation": "In the handwritten text near the bottom of the page, the sentence reads \"…and can not be expected to attend Catholic ceremonials and lend himself to even the appearance of intrigue.\" The queried phrase appears verbatim within this sentence."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/6.pdf", "math": "this really great meeting.", "status": "present", "confidence": 0.87, "explanation": "The exact phrase \"this really great meeting.\" is visible in the concluding sentence of the letter near the bottom of the page."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/6.pdf", "math": "Personal and confidential.", "status": "present", "confidence": 0.95, "explanation": "The phrase \"Personal and confidential.\" is clearly visible at the top left corner of the document, matching the queried text exactly."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/6.pdf", "math": "26.", "status": "absent", "confidence": 0.75, "explanation": "A careful scan of the visible header, body, handwritten annotations, and footer shows no instance of the exact sequence “26.” (the digits 2 and 6 immediately followed by a period)."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/6.pdf", "math": "for more than 45 years, or from Greeley to Wilson, but", "status": "absent", "confidence": 0.6, "explanation": "The letter does contain a very similar sentence, but it reads \"for more that 45 years, or from Greeley to Wilson, but …\" (using \"that\" instead of \"than\"). Because the queried text requires the exact wording \"for more than 45 years, or from Greeley to Wilson, but\", the precise phrase is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/7.pdf", "math": "Honorable Colonel Theodor Roosevelt.", "status": "present", "confidence": 0.7, "explanation": "The handwritten page shows the words “Honorable Colonel” on one line and “Theodor Roosevelt.” on the next line. Although split by a line break, the exact wording appears in sequence, matching the requested text."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/7.pdf", "math": "ack 5/27/14", "status": "present", "confidence": 0.8, "explanation": "The handwritten notation in the upper-left corner of the page clearly reads 'ack 5/27/14', matching the queried text exactly."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/7.pdf", "math": "Roosevelt. Oyster Bay, Long Island Dear Sir: - I am very glad that you", "status": "present", "confidence": 0.88, "explanation": "The handwritten letter contains the sequence: \"Roosevelt.\" followed by \"Oyster Bay, Long Island.\" then \"Dear Sir:-\" and the next line begins \"I am very glad that you\", which matches the queried text with only negligible punctuation/spacing differences."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/7.pdf", "math": "- I am very glad that you arrived home in good", "status": "present", "confidence": 0.93, "explanation": "The handwritten letter includes the sentence \"I am very glad that you arrived home in good health,\" so the queried text appears exactly up to the word \"good.\""}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/8.pdf", "math": "I remain your humble servant J.", "status": "absent", "confidence": 0.9, "explanation": "The document contains the phrases \"I remain\" and \"your humble servant,\" but they are separated and followed by the signature \"C. P. Belmonte,\" not the exact continuous wording \"I remain your humble servant J.\" Therefore the specific expression is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/8.pdf", "math": "this letter, I really hope and wish from the dept of my heart", "status": "present", "confidence": 0.83, "explanation": "The handwritten paragraph on the left page contains the line “… this letter, I really hope and wish from the dept of my heart …”, matching the queried text (including the misspelling “dept”)."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/8.pdf", "math": "and convince yourself of the truth of my words. My first", "status": "present", "confidence": 0.9, "explanation": "The handwritten text on the left page clearly includes the line \"and convince yourself of the truth of my words. My first …\", matching the queried phrase exactly before it continues with \"son...\"."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/10.pdf", "math": "We want no fusion or amalgamation with the Republican Party, the party of Penrose and his ilk.", "status": "present", "confidence": 0.9, "explanation": "The quoted sentence appears verbatim (aside from minor capitalization/punctuation spacing) near the end of the letter in the provided image."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/10.pdf", "math": "ack 5/27/14", "status": "present", "confidence": 0.7, "explanation": "A small handwritten note just below the letterhead reads “ack 5/27/14,” matching the queried text."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/10.pdf", "math": "J. DAY BROWNLEE, JR. ATTORNEY AT LAW SAVINGS AND TRUST BUILDING INDIANA, PA.", "status": "present", "confidence": 0.91, "explanation": "The exact sequence of lines—'J. DAY BROWNLEE, JR.', 'ATTORNEY AT LAW', 'SAVINGS AND TRUST BUILDING', 'INDIANA, PA.'—is clearly visible in the oval letterhead at the top of the document."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/10.pdf", "math": "greet you, and in no uncertain tones. Progressivism is a live issue here. We are", "status": "present", "confidence": 0.87, "explanation": "The letter contains the sentence: \"When you come thousands will greet you, and in no uncertain tones. Progressivism is a live issue here. We are in the fight to stay.\" This matches the queried text segment, confirming its presence."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/10.pdf", "math": "Dear Sir:- Indiana County Progressives send you congratulations on your safe return from your epoch-making", "status": "present", "confidence": 0.9, "explanation": "The letter includes the sentence beginning with \"Dear Sir:- Indiana County Progressives send you congratulations on your safe return from your epoch-making...\" exactly as quoted, confirming its presence."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/11.pdf", "math": "We should be glad, however, if we could have an expression of good will from you for this occasion.", "status": "present", "confidence": 0.9, "explanation": "The sentence appears verbatim in the middle paragraph of the letter, following the mention of precedence over other engagements."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/11.pdf", "math": "ack 5/28/14", "status": "absent", "confidence": 0.75, "explanation": "The exact sequence \"ack 5/28/14\" is not visible in the page. There is a handwritten note with a similar format, but the date and/or wording differ (it appears closer to \"ack 5/29/14\" or \"ansd 5/29/14\"), so the requested text is not present exactly as given."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/11.pdf", "math": "new york State FOUNDED 1814.", "status": "absent", "confidence": 0.3, "explanation": "The document does contain a handwritten note that appears to read “new york State” and, on the next line, the printed header “FOUNDED 1814.” However, the exact contiguous text string “new york State FOUNDED 1814.” (with the same capitalization and spacing) does not appear as one continuous header or footer in the image."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/11.pdf", "math": "an expression of good will from you for this occasion. Not", "status": "present", "confidence": 0.87, "explanation": "The line “…an expression of good will from you for this occasion. Not…” appears exactly in the body of the letter, where the sentence ends with “occasion.” and the next sentence begins with “Not many schools…”."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/12.pdf", "math": "I know you will forgive the liberty I am taking when I explain my motive.", "status": "present", "confidence": 0.9, "explanation": "The handwritten letter clearly contains the sentence “I know you will forgive the liberty I am taking when I explain my motive.” The words and order match the queried text."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/12.pdf", "math": "Mrs. Theodore Roosevelt Dear Madam I know you will forgive the liberty I am", "status": "absent", "confidence": 0.6, "explanation": "The document contains the words in the same order, but with a line break and a period after “Dear Madam.” Therefore the exact string without the period does not appear verbatim."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/13.pdf", "math": "Very respectfully, E P Burgoyne 1205 Washington W", "status": "absent", "confidence": 0.37, "explanation": "The document does contain the elements \"Very respectfully\", \"E P Burgoyne\", and \"1205 Washington W\", but they are written on separate lines and without the comma after \"respectfully\". Because the exact contiguous text string \"Very respectfully, E P Burgoyne 1205 Washington W\" does not appear exactly as given, it is considered absent."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/13.pdf", "math": "health. Very respectfully, E P Burgoyne 1205 Washington W Arhkin N. J", "status": "absent", "confidence": 0.75, "explanation": "The document does contain the sequence “…health. Very respectfully, E P Burgoyne 1205 Washington…”, but the last two elements differ: the handwritten text shows “Hoboken, N. J.” (not “Arhkin N. J”) and the street line does not contain a “W”. Because the queried string requires an exact match, the requested header/footer expression is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/13.pdf", "math": "health. Very respectfully, E P Burgoyne 1205 Washington W Arhkin N. J", "status": "absent", "confidence": 0.83, "explanation": "The document does contain the phrases \"Very respectfully,\" \"E. P. Burgoyne,\" and the address \"1205 Washington\" followed by \"Hoboken, N.J.\" However, the queried string includes \"Arhkin N. J\" instead of \"Hoboken N. J.\" and lacks the periods and line breaks found in the original. Because the exact sequence \"health. Very respectfully, E P Burgoyne 1205 Washington W Arhkin N. J\" does not appear verbatim, it is considered absent."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/13.pdf", "math": "was cured of the fever by Warburg's tincture. I say I", "status": "absent", "confidence": 0.75, "explanation": "The document does contain the phrase \"was cured of the fever by Warburgs tincture. I say I …\", but it is written without the apostrophe (\"Warburgs\" or \"Warburg tincture\"), so the exact string \"Warburg's tincture\" does not appear."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/14.pdf", "math": "hoping for your good health I am yours, Sincerely Jack otherwise John M.", "status": "absent", "confidence": 0.75, "explanation": "The document contains a very similar closing phrase, but the exact wording differs: the letter reads \"hoping for your good health I am yours – Sincerely Jack otherwise John M. Burnett.\" The provided text omits \"Burnett\" and uses a comma instead of a dash, so the exact expression is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/14.pdf", "math": "guide U.S. hoping for your good health", "status": "present", "confidence": 0.84, "explanation": "The handwritten letter includes the sentence “…needs such minds to guide U.S. hoping for your good health…”, matching the queried phrase almost word-for-word."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/14.pdf", "math": "your health and again come to and wash", "status": "present", "confidence": 0.55, "explanation": "In the middle of the handwritten note the sentence reads “…regain your health and again come to and wash out…”, so the queried string appears exactly (aside from the continuation word “out”) in the document."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/14.pdf", "math": "wash out some truths for the people as this land of U.S. needs such minds", "status": "present", "confidence": 0.83, "explanation": "The handwritten note contains the line “…wash out some truths for the people as this land of U.S. needs such minds…”, matching the queried text closely and in the same order."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/15.pdf", "math": "May 22nd, 1914.", "status": "present", "confidence": 0.9, "explanation": "The document shows the typed date “May 22nd, 1914.” near the top right of the page, matching the queried text exactly."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/15.pdf", "math": "CABLE ADDRESS, BUVALE", "status": "present", "confidence": 0.93, "explanation": "The exact phrase \"CABLE ADDRESS, BUVALE\" is clearly visible in the upper-left header of the document."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/15.pdf", "math": "TELEPHONE. MAIN 3928", "status": "absent", "confidence": 0.9, "explanation": "The document’s top-right header reads “TELEPHONE, MAIN 3928” with a comma, not the exact phrase “TELEPHONE. MAIN 3928” that contains a period. Because the punctuation differs, the requested exact expression is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/15.pdf", "math": "the occasion of your lecture before the National Geographical Society. Trusting that we will", "status": "present", "confidence": 0.9, "explanation": "The phrase appears verbatim in the body of the letter: it ends one sentence with \"before the National Geographical Society.\" and immediately begins the next with \"Trusting that we will...\"."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/15.pdf", "math": "my telegram, Mrs. Butler and I will be delighted to have", "status": "present", "confidence": 0.93, "explanation": "The body of the letter contains the sentence 'Confirming my telegram, Mrs. Butler and I will be delighted to have you as our guest...' which matches the queried text verbatim up to 'have'."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/15.pdf", "math": "J.M. VALE BUTLER & VALE ATTORNEYS AT LAW SOUTHERN BUILDING WASINGTON, D.C. May 22nd, 1914.", "status": "absent", "confidence": 0.83, "explanation": "The letterhead does contain the elements “J.M. VALE”, “BUTLER & VALE ATTORNEYS AT LAW”, “SOUTHERN BUILDING”, “WASHINGTON, D.C.” and the date “May 22nd, 1914.”, but they are laid out separately, and the word “WASHINGTON” is spelled correctly (not “WASINGTON”). The exact contiguous text string provided does not appear in the document."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/16.pdf", "math": "My dear Col.", "status": "present", "confidence": 0.9, "explanation": "The salutation line of the letter reads “My dear Col. Roosevelt:”, which contains the exact phrase “My dear Col.”."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/16.pdf", "math": "ack 5/30/14", "status": "present", "confidence": 0.9, "explanation": "The handwritten notation \"ack 5/30/14\" is clearly visible in the upper-right margin of the page."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/16.pdf", "math": "3.", "status": "present", "confidence": 0.85, "explanation": "The handwritten/typed number \"3.\" is visible near the upper-left margin of the displayed page, matching the queried text exactly."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/16.pdf", "math": "it is subject to on the floor. I would strongly advise", "status": "present", "confidence": 0.86, "explanation": "The sentence ending with “…it is subject to on the floor.” is visible in the body of the letter, and the very next sentence begins with “I would strongly advise…”, matching the queried phrase."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/16.pdf", "math": "for the wall the body skin is not cut away, but tucked", "status": "present", "confidence": 0.92, "explanation": "The sentence beginning with “In mounting these heads for the wall the body skin is not cut away, but tucked …” is clearly visible in the paragraph about halfway down the page, so the queried phrase appears exactly in the document."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/17.pdf", "math": "Executive Secretary Recording Secretary Alumni Federation of Columbia University May 22, 1914 Hon.", "status": "absent", "confidence": 0.2, "explanation": "Although the page contains the phrases \"Executive Secretary\", \"Recording Secretary\", \"Alumni Federation of Columbia University\", the date \"May 22, 1914\", and the salutation \"Hon.\", they are separated by other text and line breaks. The exact continuous sequence \"Executive Secretary Recording Secretary Alumni Federation of Columbia University May 22, 1914 Hon.\" does not appear verbatim in the document."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/17.pdf", "math": "ack 5/27/14", "status": "present", "confidence": 0.8, "explanation": "A handwritten note at the upper left margin clearly reads “ack 5/27/14”, matching the queried text."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/17.pdf", "math": "prompt response, I remain, Very sincerely yours George Brokaw Compton Executive", "status": "absent", "confidence": 0.75, "explanation": "The document contains similar wording at the end of the letter (“…prompt response, I remain, Very sincerely yours,” followed by the signature “George Brokaw Compton” and the title “Executive Secretary”), but the exact continuous phrase “prompt response, I remain, Very sincerely yours George Brokaw Compton Executive” does not appear. The punctuation, line breaks, and the additional word “Secretary” make the text differ from the requested exact string."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/17.pdf", "math": "guest of the Alumni Federation on June 3. The Luncheon will be held", "status": "present", "confidence": 0.87, "explanation": "The phrase appears in the main body of the letter, within the sentence inviting the recipient to attend the Alumni Luncheon, matching the queried text exactly."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/17.pdf", "math": "Very sincerely yours George Brokaw Compton Executive Secretary", "status": "present", "confidence": 0.55, "explanation": "At the close of the letter the lines read \"Very sincerely yours,\" followed immediately (on the next line) by the typed name \"George Brokaw Compton\" and, beneath it, the title \"Executive Secretary.\" All the requested words appear, though they are separated by line breaks."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/20.pdf", "math": "that I will furnish you these Buttons at factory price plus 1 cent Royalty each.", "status": "present", "confidence": 0.93, "explanation": "The first three lines of the handwritten page clearly read: 'that I will furnish you these Buttons / at factory price plus 1 cent Royalty / each.' This matches the queried text exactly."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/20.pdf", "math": "T.R. (#2)", "status": "absent", "confidence": 0.8, "explanation": "The top-left corner shows the handwritten text “T.R.” on one line and “(2)” on the next line, without the “#” symbol. The exact expression “T.R. (#2)” does not appear."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/20.pdf", "math": "order from you for 10,000 Buttons. Would includible an", "status": "absent", "confidence": 0.87, "explanation": "The document does contain a similar phrase (“An Order from you for 10,000 Buttons would secure an…”), but the exact wording given (“order from you for 10,000 Buttons. Would includible an”)—including the period after “Buttons” and the unusual word “includible”—does not appear."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/21.pdf", "math": "I am also enclosing My Baby's picture the one that I am working for.", "status": "present", "confidence": 0.91, "explanation": "The sentence appears verbatim in the last third of the handwritten page (“…I am also enclosing My Baby's picture the one that I am working for.”)."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/21.pdf", "math": "T.R. (#3)", "status": "present", "confidence": 0.6, "explanation": "At the top-left corner of the page I can see the notation \"T.R. (#3)\" written in small handwriting, matching the queried header exactly (with “T.R.” followed by a space and “(#3)” in parentheses)."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/21.pdf", "math": "very very much for your kindness, consideration to this rather", "status": "present", "confidence": 0.87, "explanation": "In the body of the handwritten letter, one sentence reads “…thank you very very much for your kindness, consideration to this rather lengthy letter…”. The queried phrase appears verbatim within this sentence."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/21.pdf", "math": "to have part of your business. I wish", "status": "present", "confidence": 0.78, "explanation": "In the handwritten letter, the sentence \"I would like to have part of your business. I wish I could see you in person…\" clearly contains the exact sequence \"to have part of your business. I wish,\" so the requested text is present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/21.pdf", "math": "receive from you all early and favorable Reply. I am", "status": "absent", "confidence": 0.21, "explanation": "The document contains the phrase \"receive from you an early and favorable Reply. I am ...\" (with \"an\" rather than \"all\"). Because the requested exact wording \"receive from you all early and favorable Reply. I am\" does not appear, the specified text is considered absent."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/22.pdf", "math": "RECEIVED AT Farmington Conn 22 Theo Roosevelt 5/22/14 Will expect you for Lunch at Belmont Wednesday any hour you prefer Anna Roosevelt Cowles 1121OA", "status": "present", "confidence": 0.78, "explanation": "The telegram image clearly contains the sequence “Farmington Conn 22,” “Theo Roosevelt,” the date “5/22/14,” the sentence about expecting him for lunch at Belmont on Wednesday, and it is signed “Anna Roosevelt Cowles” followed by the number. Although written in cursive, all key elements of the quoted text are visible and match the supplied string."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/22.pdf", "math": "FORM 1864", "status": "absent", "confidence": 0.62, "explanation": "The document shows the phrase \"Form 1864\" (with only the first letter capitalized), not the exact all-uppercase expression \"FORM 1864\" requested."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/22.pdf", "math": "TELEGRAM T6 Ny Rw  THEO. N. VAIL,", "status": "absent", "confidence": 0.2, "explanation": "The printed header shows “TELEGRAM” and “THEO. N. VAIL, PRESIDENT,” but the specific intervening string “T6 Ny Rw” does not appear in the visible text. Therefore the exact expression provided is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/23.pdf", "math": "The Contemporary Club is a literary club of this City, composed of one hundred and twenty five of the leading gentlemen and ladies", "status": "present", "confidence": 0.75, "explanation": "The sentence appears in the body of the page (broken across three lines) with the same wording, indicating that the requested text is present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/23.pdf", "math": "5.22.14", "status": "absent", "confidence": 0.83, "explanation": "The handwritten note in the top-right corner reads \"5-22-14\" with dashes, not \"5.22.14\" with periods, so the exact expression requested does not appear."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/23.pdf", "math": "Sanford Stoddard of Bridgeport, and Mr. McGraw, Sec'y. at the Progressive Head- quarters in", "status": "present", "confidence": 0.85, "explanation": "The sentence in the letter contains the exact sequence “Sanford Stoddard of Bridgeport, and Mr. McGraw, Sec'y. at the Progressive Head- quarters in …”. The wording, punctuation, and line‐break of “Head- quarters” match what was provided."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/23.pdf", "math": "Club is a literary club of this City, composed of", "status": "present", "confidence": 0.87, "explanation": "The phrase appears in the body of the letter where it reads: \"The Contemporary Club is a literary club of this City, composed of ...\", matching the queried text across two lines."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/24.pdf", "math": "of this City. They meet at private houses,", "status": "present", "confidence": 0.93, "explanation": "The exact phrase appears in the right-hand column of the page, beginning the first line: “of this City. They meet at private houses,”."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/24.pdf", "math": "May twentysecond, Nineteen hundred and fourteen.", "status": "present", "confidence": 0.9, "explanation": "The exact phrase \"May twentysecond, Nineteen hundred and fourteen.\" is visible as a two-line footer at the lower left corner of the scanned page."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/24.pdf", "math": "suitably entertained while here by some of", "status": "present", "confidence": 0.9, "explanation": "The phrase appears in the last paragraph of the right-hand page: \"He would be suitably entertained while here by some of...\""}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/24.pdf", "math": "hundred and fourteen. of this City. They meet at", "status": "absent", "confidence": 0.65, "explanation": "The phrases “hundred and fourteen.” and “of this City. They meet at” do appear in the scan, but they are separated by other text and/or a page break. The exact contiguous sequence \"hundred and fourteen. of this City. They meet at\" does not appear as one uninterrupted string."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/25.pdf", "math": "good luck attend you.", "status": "absent", "confidence": 0.85, "explanation": "The document contains the phrase split across two lines (\"every good\" on one line and \"luck attend you.\" on the next). The exact contiguous wording \"good luck attend you.\" does not appear."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/25.pdf", "math": "ack 5/27/14", "status": "present", "confidence": 0.8, "explanation": "A handwritten note near the top left margin clearly reads “ack 5/27/14” (with a small period after “ack”), matching the requested text closely enough to confirm its presence."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/25.pdf", "math": "WASHINGTON, D.C. May 22, 1914 Dear Col. Roosevelt: - Welcome home! and every good luck", "status": "absent", "confidence": 0.87, "explanation": "The document contains similar text, but with formatting differences and additional words: \"WASHINGTON, D. C.\" (with spaces) is on one line, \"May 22, 1914.\" on the next, and the greeting reads \"Dear Col. Roosevelt:-\" followed by \"Welcome home! and every good luck attend you.\" The exact continuous string \"WASHINGTON, D.C. May 22, 1914 Dear Col. Roosevelt: - Welcome home! and every good luck\" does not appear."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/26.pdf", "math": "BROCKHURST, VICE-PRES'T E.G.", "status": "absent", "confidence": 0.8, "explanation": "The letterhead lists “FRED. BROCKHURST, VICE-PRES’T” on one line and “E. G. PERKINS, SECRETARY” on the next. The exact contiguous text string “BROCKHURST, VICE-PRES'T E.G.” does not appear in that order in the document."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/26.pdf", "math": "ack 5/28/14", "status": "present", "confidence": 0.92, "explanation": "The handwritten notation \"ack 5/28/14\" is clearly visible in the upper-left area of the page, just below the printed list of officers."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/26.pdf", "math": "22 1914 Col Theodore Roosevelt Oyster Bay L.I. Dear", "status": "absent", "confidence": 0.8, "explanation": "The document shows the greeting as \"May 22 1914\" followed by \"Col Theodore Roosevelt\", \"Oyster Bay L. I.\" and \"Dear Sir\". The queried text omits \"May\" and \"Sir\" and combines elements into a single string not present verbatim, so the exact expression is not found."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/27.pdf", "math": "Willow Brook Running and Driving Park", "status": "present", "confidence": 0.92, "explanation": "The header at the top of the document clearly reads \"Willow Brook Running and Driving Park,\" matching the queried text exactly."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/27.pdf", "math": "Brook Park Clsip L. Cl by B.P.", "status": "absent", "confidence": 0.9, "explanation": "The document’s letterhead reads \"Willow Brook Running and Driving Park\" and the place line reads \"ISLIP, L. I.\"; there is no occurrence of the exact sequence \"Brook Park Clsip L. Cl by B.P.\" anywhere in the visible header, footer, or body."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/27.pdf", "math": "J. Dion (Pres) (Dion) Willow Brook Park Clsip L. Cl by B.P.", "status": "absent", "confidence": 0.77, "explanation": "While the document does contain similar handwritten lines – e.g., \"Frank J. Dion (Pres)\" and \"Willow Brook Park, Islip L.I., by ...\" – the exact sequence and wording \"J. Dion (Pres) (Dion) Willow Brook Park Clsip L. Cl by B.P.\" does not appear verbatim. Several elements differ (\"J. Dion\" vs \"Frank J. Dion\", \"Clsip L. Cl\" vs \"Islip L. I.\", \"by B.P.\" vs fuller secretary name), so the requested header/footer text is not present exactly as written."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/28.pdf", "math": "I know and have full and complete knowledge", "status": "present", "confidence": 0.93, "explanation": "The exact phrase “I know and have full and complete knowledge” is clearly visible in the second paragraph of the shown document."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/28.pdf", "math": "with the labor organizations and the common people with you ? Address", "status": "present", "confidence": 0.8, "explanation": "The sentence ends with “…with the labor organizations and the common people with you ?” and is immediately followed on the next line by “Address…”, so the queried phrase spanning the line break appears exactly in the document."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/28.pdf", "math": "Dear sir:- The blind groupings of our legislators and", "status": "absent", "confidence": 0.9, "explanation": "The document contains the phrase \"The blind gropings of our legislators and …\" (with “gropings,” not “groupings”). Because the queried text uses the word “groupings,” the exact expression is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/28.pdf", "math": "Oyster Bay. Dear sir:- The blind groupings of our legislators and", "status": "absent", "confidence": 0.85, "explanation": "The document reads \"The blind gropings of our legislators...\", not \"The blind groupings...\" as in the query string, so the exact text is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/29.pdf", "math": "At this time, after having watched you", "status": "present", "confidence": 0.88, "explanation": "The handwritten letter clearly shows the phrase spread over two lines: one line reads \"At this time, after\" and the following line continues with \"having watched you,\" matching the queried text."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/29.pdf", "math": "ack 5/27/14", "status": "present", "confidence": 0.78, "explanation": "The handwritten note in the upper-right corner of the page clearly reads \"ack 5/27/14,\" matching the queried text."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/29.pdf", "math": "5.22.14", "status": "absent", "confidence": 0.9, "explanation": "The document shows the date written as \"5-22-14\" (with hyphens) and \"5/27/14\" (with slashes), but the exact sequence \"5.22.14\" with periods does not appear."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/29.pdf", "math": "express to you my appreciation of your many and", "status": "present", "confidence": 0.82, "explanation": "The handwritten letter clearly contains the line \"I want to express to you my appreciation of your many and …\", matching the queried text (line-breaks aside)."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/29.pdf", "math": "Roosevelt I want to express to you my appreciation of your many and notable", "status": "present", "confidence": 0.84, "explanation": "The handwritten letter clearly shows the sequence of words: “… Mr. Roosevelt I want to express to you my appreciation of your many and notable …,” matching the queried text (line breaks notwithstanding)."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/30.pdf", "math": "Indeed strengthened by the profound change in your formal relation in the Outlook.", "status": "absent", "confidence": 0.6, "explanation": "The document contains a very similar sentence – \"indeed strengthened by the ... change in your formal relation to the Outlook\" – but the exact wording supplied (\"profound\" instead of what appears to be another word, and \"relation in\" instead of \"relation to\") does not match verbatim, so the requested string is not present precisely as written."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/30.pdf", "math": "same steamer. Believe I pray you in my sincere", "status": "present", "confidence": 0.88, "explanation": "The handwriting on the right-hand page includes the sentence fragment “…you return together on the same steamer.” followed immediately by “Believe I pray you in my sincere…”, matching the queried text."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/30.pdf", "math": "a letter in response to you and get it into Laurance's hands, for consultation between", "status": "absent", "confidence": 0.75, "explanation": "The document contains the phrase “a letter in response to yours and get it into Laurance's hands, for consultation between…”. The provided text uses “to you” instead of “to yours,” so the exact wording requested does not appear."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/30.pdf", "math": "on you as special contributor in social and political", "status": "absent", "confidence": 0.65, "explanation": "The document contains the phrase \"count on you as special contributor on social and political topics,\" which differs slightly: it uses \"on\" (not \"in\") and includes the word \"topics.\" Therefore the exact text string requested does not appear."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/31.pdf", "math": "I lived on its border for fifteen  years.", "status": "present", "confidence": 0.71, "explanation": "The line “I lived on its border for fifteen years.” is clearly visible in the first paragraph of the page. Although the exact number of spaces between “fifteen” and “years” is hard to judge with total precision, the wording matches the queried text."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/31.pdf", "math": "Col, Roosevelt, 5-23-14", "status": "present", "confidence": 0.9, "explanation": "The exact header \"Col, Roosevelt, 5-23-14\" is clearly visible at the top of the page in the provided image."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/31.pdf", "math": "2", "status": "present", "confidence": 0.93, "explanation": "The numeral \"2\" appears in the page-number header (\"#2\") at the top right of the document, so the exact character is present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/31.pdf", "math": "chain of world events coming together here—you have", "status": "present", "confidence": 0.83, "explanation": "The sentence \"There is a great chain of world events coming together here—you have…\" is clearly visible in the middle of the page, matching the queried phrase exactly."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/31.pdf", "math": "our Spanish and Southern development. Root sounded a just regret when he asked", "status": "present", "confidence": 0.93, "explanation": "The exact phrase appears mid-page in the second paragraph: “…our Spanish and Southern development. Root sounded a just regret when he asked…”."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/31.pdf", "math": "be wrong, but I cannot but think of him—I", "status": "present", "confidence": 0.86, "explanation": "The sentence fragment appears in the middle of the lower paragraph: “…I may be wrong, but I cannot but think of him—I cannot think…”. The queried text matches this portion exactly."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/32.pdf", "math": "Church, South was some months ago arrested by the Military as were nearly all of our ministers.", "status": "present", "confidence": 0.8, "explanation": "The handwritten letter contains the sentence describing a minister of the M.E. Church, South who \"was some months ago arrested by the Military as were nearly all of our ministers,\" matching the queried wording (minus the preceding \"M.E.\"). The key phrase appears clearly in the scanned page."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/32.pdf", "math": "and humanity, to invoke your aid in a", "status": "present", "confidence": 0.83, "explanation": "The handwritten line in the middle of the page reads “…high regard for justice right and humanity, to invoke your aid in a matter…”, which contains the exact sequence “and humanity, to invoke your aid in a”."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/32.pdf", "math": "Central College, Fayette, Mo Jany 1st. 1862. Hon. J", "status": "present", "confidence": 0.8, "explanation": "The header lines in the image read \"Central College\", then \"Fayette, Mo\", followed by \"Jany 1st 1862\", and the salutation begins with \"Hon. J …\". Although the punctuation and line breaks differ slightly, all the specified words and sequence are visible, so the requested text is effectively present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/33.pdf", "math": "I should not suffer my sympathies for him or any other if guilty to interfere with his punishment.", "status": "present", "confidence": 0.83, "explanation": "The sentence appears verbatim in the left-hand page, roughly two-thirds of the way down, matching the queried wording exactly."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/33.pdf", "math": "in the extreme North Mr Fisher is an old man, has the respect of", "status": "absent", "confidence": 0.65, "explanation": "The sentence in the image does include the wording \"Mr Fisher is an old man, has the respect of…\", but the preceding words \"in the extreme North\" are not visible. Because the exact quoted phrase is missing the required opening segment, the full expression does not appear verbatim."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/34.pdf", "math": "I throw myself on your superior wisdom and believe you will do what you  can either to have the case reexamined the punishment suspended or in someway so modified as that it will not work the sad results it must in its present form.", "status": "present", "confidence": 0.9, "explanation": "The handwritten lines in the image clearly include the sentence beginning with “I throw myself on your superior wisdom…” and continue with the same wording about re-examining the case, suspending the punishment, or modifying it so it will not cause sad results. The phrasing matches the queried text very closely, confirming its presence."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/34.pdf", "math": "what makes it almost unsupportable is to", "status": "present", "confidence": 0.9, "explanation": "Near the bottom of the page, the sentence reads “…and what makes it almost unsupportable is to…”, matching the requested text exactly (ignoring the preceding conjunction 'and'). The phrase is clearly legible in the handwriting."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/35.pdf", "math": "If my letter is not in place forgive me and let the wife and young daughter of my friend with allmost broken hearts plead for justice to a husband a father- a grey haired minister of Jesus.", "status": "absent", "confidence": 0.85, "explanation": "The document contains a very similar sentence, but there are discrepancies: the original handwriting uses \"almost\" (one ‘l’) instead of \"allmost\", appears to use the singular \"heart\" rather than \"hearts\", and other minor wording differences. Therefore the exact text as provided does not appear."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/35.pdf", "math": "young daughter of my friend with allmost broken hearts plead", "status": "absent", "confidence": 0.7, "explanation": "A similar phrase (“young daughter of my friend with almost broken hearts plead”) is visible, but the word is spelled “almost,” not “allmost,” so the exact text string is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/35.pdf", "math": "me. I have too long intruded upon your time. If it", "status": "present", "confidence": 0.64, "explanation": "Near the bottom of the left-hand page the writer says, “Excuse me. I have too long intruded upon your time. If it were known…”. The sequence “me. I have too long intruded upon your time. If it” can be read clearly, matching the queried text."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/35.pdf", "math": "for whom he pleads Yours very respectly W.H. Anderson", "status": "absent", "confidence": 0.7, "explanation": "The ending lines do include the phrases “for whom he pleads,” and “Yours very resp…” but the surname in the signature ends with a “y,” not “Anderson,” and the word is not spelled exactly as “respectly.” Hence the exact string “for whom he pleads Yours very respectly W.H. Anderson” does not appear."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/36.pdf", "math": "1,393,083.68 Circulation.", "status": "absent", "confidence": 0.9, "explanation": "The document lists the line as \"Circulation ............. 1,393,083.68\" with the word preceding the number, not the exact sequence \"1,393,083.68 Circulation.\""}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/37.pdf", "math": "\"Content\" January 3rd Dear friend The second  session of Mr Hunt's school  begins on the 15th of January.", "status": "present", "confidence": 0.83, "explanation": "The handwritten page clearly contains the header “\"Content\" January 3...” followed by the salutation “Dear friend” and the sentence “The second session of Mr Hunt's school begins on the 15th of January.” Although handwriting makes small details like the “rd” in “3rd” a bit unclear, all key words and their order match the requested text."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/37.pdf", "math": "Hunt's school begins on the 15th of January. Holt is very much", "status": "absent", "confidence": 0.93, "explanation": "The document says \"Mr Hunt's school begins on the 13th of January. Holt is very much...\"\u2028 not \"Hunt's school begins on the 15th of January. Holt is very much...\". The date differs and the exact wording is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/38.pdf", "math": "Hoping this may be  a very happy year for  you and that you may  be repaid in part for  the many benefits you  have bestowed upon  others.", "status": "present", "confidence": 0.9, "explanation": "The handwritten lines on the right page match the queried sentence almost word-for-word (“Hoping this may be a very happy year for you and that you may be repaid in part for the many benefits you have bestowed upon others.”)."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/38.pdf", "math": "repaid in part for the many benefits you", "status": "present", "confidence": 0.9, "explanation": "The handwritten letter clearly contains the line “…be repaid in part for the many benefits you…”, matching the queried text almost exactly."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/39.pdf", "math": "J M Shackleford a  special command including that part  of Ky lying North of Cumberland River  and South of Ohio - West of line from  Clarksville Ten to Owensboro on Ohio River.", "status": "present", "confidence": 0.87, "explanation": "The handwritten letter contains the sentence: \"...giving Mr J M Shackleford a special command including that part of Ky lying North of Cumberland River and South of Ohio – West of line from Clarksville Ten to Owensboro on Ohio River.\" This matches the queried text (apart from the word “Mr,” which does not change the essential phrasing), so the expression is present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/39.pdf", "math": "4201", "status": "present", "confidence": 0.9, "explanation": "The number “4201” is visible in small print at the bottom-left corner of the page."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/39.pdf", "math": "on Ohio River. I am confident The Gurrilla & other raids will", "status": "present", "confidence": 0.85, "explanation": "Near the bottom of the page, the line reads \"I am Confident The Gurrilla & other raids will be Stopped\", immediately following the sentence ending \"on Ohio River.\". This matches the queried phrase (minor capitalization differences only)."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/40.pdf", "math": "Y Cleggett, is desirous of obtaining an appointment as Pay Master or as Commissary of Subsistence in the U.S.", "status": "absent", "confidence": 0.25, "explanation": "The document contains a very similar sentence referring to “Mr A. Y. Cleggett … in the U.S. Army,” but the exact wording provided (without “Mr A.” and without the final word “Army”) does not appear verbatim."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/40.pdf", "math": "4202", "status": "present", "confidence": 0.9, "explanation": "The number “4202” is faintly printed in small type at the lower-left corner of the page, matching the queried text exactly."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/40.pdf", "math": "also possessed of fair business capacity and of industrious habits. In a word he is", "status": "present", "confidence": 0.9, "explanation": "The handwritten letter includes the sentence “…and is also possessed of fair business capacity and of industrious habits. In a word he is…”, matching the queried text exactly."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/41.pdf", "math": "(9th) at 31/2 oclock Yrs truly J.B.", "status": "absent", "confidence": 0.74, "explanation": "The document does contain the phrase \"(9th) - at 3 1/2 oclock -\" and the words \"Yrs truly,\" but it is signed with a different name (appears to be \"J. P. Alexander\"), not \"J.B.\". The exact sequence \"(9th) at 31/2 oclock Yrs truly J.B.\" is therefore not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/41.pdf", "math": "4203", "status": "present", "confidence": 0.9, "explanation": "The number \"4203\" is faintly visible in small print at the bottom-left corner of the page."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/41.pdf", "math": "Dr Sir I shall expect you to dine with me tomorrow. (9th) at 31/2 oclock", "status": "present", "confidence": 0.65, "explanation": "The handwritten note includes the sequence \"Dr Sir I shall expect you to dine with me tomorrow. (9th) at 3 1/2 oclock\", which matches the queried text except for minor spacing in \"3 1/2\" versus \"31/2\". Overall the wording and punctuation correspond, so the expression is effectively present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/42.pdf", "math": "Boston Jany.9.1862 Honorable Joseph Holt &c &c  &c  Washington D.C.", "status": "present", "confidence": 0.73, "explanation": "The handwritten header clearly shows the sequence “Boston Jan.y 9. 1862” on the first line, followed by “Honorable Joseph Holt &c &c &c” and then “Washington D.C.” on the succeeding line(s). Though the script is cursive, the shapes of the words and abbreviations match the queried text closely enough to confirm its presence."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/42.pdf", "math": "4204", "status": "present", "confidence": 0.7, "explanation": "The number “4204” is faintly penciled in the lower-left corner of the page, matching the exact text requested."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/42.pdf", "math": "I am about to make an effort at the State Department", "status": "present", "confidence": 0.55, "explanation": "In the middle section of the handwritten page a line can be read that closely matches the queried wording, reading \"I am about to make an effort ... to the State Department.\" Although the handwriting is cursive and somewhat difficult to decipher, the key phrase \"I am about to make an effort\" followed shortly by \"the State Department\" is clearly discernible."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/42.pdf", "math": "& I am about to make an effort at the", "status": "absent", "confidence": 0.65, "explanation": "Although part of the page contains the words 'I am about to make', the full phrase '& I am about to make an effort at the' (with the leading ampersand, the words 'an effort', and the preposition 'at') does not appear exactly as written."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/43.pdf", "math": "During my two months in England I had my eyes open in behalf of our Government & heard Mr.", "status": "present", "confidence": 0.38, "explanation": "A line on the left-hand page contains the same sequence of words – “During my two months in England I had my eyes open in behalf of our Government & heard Mr.” – written in the author’s cursive handwriting, so the requested text does appear in the document."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/43.pdf", "math": "our cause by keeping under \"lock & key\"", "status": "absent", "confidence": 0.25, "explanation": "The words “lock & key” do appear in the handwritten page, but the preceding phrase “our cause by keeping under” is not visible in the same sequence. I could not locate that exact string anywhere in the header, footer, or main body of the displayed page."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/43.pdf", "math": "not compromised themselves in acts against the United States.", "status": "absent", "confidence": 0.86, "explanation": "The page shown is a handwritten letter with cursive text discussing England, Liverpool, personal matters, etc. A careful visual scan reveals no occurrence of the exact phrase “not compromised themselves in acts against the United States.” Nor do the words “compromised,” “United States,” or the full sequence appear anywhere on the page."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/43.pdf", "math": "to our cause by keeping under \"lock & key\" influential", "status": "absent", "confidence": 0.35, "explanation": "While the handwritten page does contain the phrase “lock & key”, the surrounding words do not match the exact sequence “to our cause by keeping under \"lock & key\" influential”. No continuous line with that wording appears; the visible text is different and far less precise."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/44.pdf", "math": "Hon Joseph Holt St Louis Dear Sir Enclosed please find our receipt for Eight Dollars and Ten Cents with Postage Stamps amt'g to One Dollar and Ninety Cents to balance your ofc— With thanks for your promptness — We are Yours truly Hegan & Scott H Louisville 10 Jany '62 4205", "status": "absent", "confidence": 0.9, "explanation": "Although the document contains a very similar note, several elements of the quoted text do not match exactly: the manuscript says \"acct.\" (not \"ofc—\") and the small number at the bottom appears to be \"4204,\" not \"4205.\" Therefore the exact expression provided is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/44.pdf", "math": "4206", "status": "absent", "confidence": 0.78, "explanation": "The only visible number at the bottom left of the page appears to read \"4204\", not \"4206\". No instance of the exact expression \"4206\" is seen anywhere in the image."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/44.pdf", "math": "your promptness — We are Yours truly Hegan & Scott H Louisville 10 Jany '62", "status": "present", "confidence": 0.72, "explanation": "The handwritten letter contains the sequence “With thanks for your promptness — We are” followed immediately by “Yours truly” and the signature “Hegan & Scott” with an “H” beneath, and the closing location/date “Louisville 10 Jany ’62.” Although line breaks separate the parts, the wording and punctuation match the queried text, so the expression is present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/45.pdf", "math": "I have been admonished of my fault; it has ceased, and will not be repeated With high regard I am yours Ob.", "status": "absent", "confidence": 0.25, "explanation": "The document contains the sentence beginning “I have been admonished of my fault; it has ceased, and will not be repeated,” and later lines reading “With high regard / I am your Ob’t.” The queried text, however, says “I am yours Ob.” (using “yours” instead of “your” and omitting the final abbreviation letters). Because the wording is not an exact match, the specified header/footer expression is considered absent."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/45.pdf", "math": "4205.a", "status": "absent", "confidence": 0.75, "explanation": "The marking at the bottom left of the page reads \"4205-a\" with a hyphen, not \"4205.a\" with a period."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/45.pdf", "math": "speak less unkindly of me in Washington. I have been admonished of", "status": "present", "confidence": 0.7, "explanation": "The letter contains the sentence fragment “…did not speak less unkindly of me in Washington” followed immediately by “I have been admonished of…”. This matches the queried text sequence, apart from a possible handwritten line break versus a period, so the text is effectively present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/45.pdf", "math": "Louis Jan 10. 1862 Hon Joseph Holt", "status": "absent", "confidence": 0.9, "explanation": "The document shows the header \"St Louis Jan 10th 1863\" and the salutation \"Hon Joseph Holt\" separately. The exact phrase \"Louis Jan 10. 1862 Hon Joseph Holt\" does not appear—the year is 1863, includes \"St\", and the formatting differs."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/45.pdf", "math": "of my fault; it has ceased, and will not be repeated With high regard", "status": "present", "confidence": 0.83, "explanation": "The handwritten page contains the sentence “…admonished of my fault; it has ceased, and will not be repeated” followed immediately by the line “With high regard,” so the quoted text (ignoring the line break) is present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/46.pdf", "math": "Louis January 10.'62 Dear Sir My  rent due 19th Dec has not been paid, and as the amount $1500, is a matter now of vital importance, I must trouble you, if not in consistent with your public duties, to inform me whether Palmer Bean & Haskell have any claims ag'st government, & if so to when same may be paid  Mr Palmer informed me that he would pay out of the money, as soon as received.", "status": "absent", "confidence": 0.83, "explanation": "The document contains the same general content, but several words differ: the letterhead starts with “St. Louis January 10.'62,” not “Louis January 10.'62”; the phrase reads “if not inconsistent with your public duties,” not “if not in consistent”; and there is no “to” before “when same may be paid.” Because these discrepancies mean the quoted text is not an exact match, it is considered absent."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/46.pdf", "math": "4206", "status": "present", "confidence": 0.9, "explanation": "The sequence \"4206\" is visible as a small footer in the lower-left corner of the page."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/46.pdf", "math": "claims ag'st government, & if so to when same may be paid Mr Palmer", "status": "absent", "confidence": 0.22, "explanation": "The letter does contain a similar phrase about \"claims ag't government & if so when same may be paid,\" but it does not match the exact wording provided (different abbreviation, no comma after \"to,\" and it is followed by another name, not \"Mr Palmer\"). Hence the exact expression is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/46.pdf", "math": "deep anxiety in regard to this, almost my last resource, will excuse this", "status": "absent", "confidence": 0.3, "explanation": "The letter contains a closely matching sentence (“My deep anxiety, in regard to this, about my last resource, will excuse this trouble”), but the wording differs: it reads “about” instead of “almost,” and ends with “trouble.” Hence the exact quoted text does not appear."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/46.pdf", "math": "to this, almost my last resource, will excuse this trouble. I opened my", "status": "absent", "confidence": 0.6, "explanation": "The letter contains a similar sentence, but the wording differs: it appears to read something like \"in regard to this, about my last resource, will excuse this trouble. I open my...\" rather than the exact phrase \"to this, almost my last resource, will excuse this trouble. I opened my\". Because several words (“to” vs “in regard to”, “almost” vs “about”, and “opened” vs “open”) do not match, the requested text does not appear verbatim."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/47.pdf", "math": "Speed Postmaster Louisville Ky I learned  Yesterday you address & forwarded a number of letters to you at St Louis                  Resp William L Kelly Assist PM Jany 15th Louisville PO", "status": "absent", "confidence": 0.75, "explanation": "The document contains a similar note, but the wording differs (e.g., “addressed” instead of “address & forwarded,” and “letters to me” instead of “letters to you”). The exact sequence of words given in the prompt does not appear verbatim."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/47.pdf", "math": "St Louis Jan 13th 1862 Dear Sir A friend informs me that a", "status": "absent", "confidence": 0.28, "explanation": "The header does contain “St Louis Jan 13th 1862” and the body starts with a salutation, but the manuscript appears to read “Dr Sir” rather than the exact words “Dear Sir”, so the precise text string provided is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/47.pdf", "math": "a few weeks since he addressed a", "status": "present", "confidence": 0.9, "explanation": "The handwritten line reads: \"A friend informs me that a few weeks since he addressed a letter to me...\", which contains the exact phrase in question."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/47.pdf", "math": "& forwarded a number of letters to you at St", "status": "absent", "confidence": 0.65, "explanation": "Although the bottom annotation includes wording similar to \"forwarded a number of letters to you at St...\", it does not show the exact sequence beginning with an ampersand (“& forwarded a number of letters to you at St”). I could not locate that precise string anywhere on the page."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/48.pdf", "math": "this dispatch, and will be deeply grateful to you if you will kindly advise me what to do under the circumstances.", "status": "present", "confidence": 0.74, "explanation": "The sentence \"this dispatch, and will be deeply grateful to you if you will kindly advise me what to do under the circumstances.\" is visible near the top of the left-hand page, matching the queried text."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/48.pdf", "math": "to do under the circumstances. It is my ardent desire to visit the", "status": "present", "confidence": 0.71, "explanation": "In the left-hand page, mid-paragraph, the handwriting clearly includes the sequence “…advise me what to do under the circumstances. It is my ardent desire to visit the…”, matching the queried text almost verbatim."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/49.pdf", "math": "'62 My dear Sir, After presenting to you my best respects, — I beg to say that I have mailed to your address a copy of a Letter to Hon.", "status": "present", "confidence": 0.82, "explanation": "The photographed page contains the greeting “My dear Sir,” followed by the sentence “After presenting to you my best respects I beg to say that I have mailed to your address a copy of a Letter to Hon…”, and the date line ends in ’62. Though line breaks and a dash replace the comma, the quoted string’s wording clearly appears in the document."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/49.pdf", "math": "4210", "status": "present", "confidence": 0.9, "explanation": "The number “4210” is clearly visible in small handwriting at the lower-left corner of the page."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/49.pdf", "math": "a copy of a Letter to Hon.", "status": "present", "confidence": 0.86, "explanation": "In the third handwritten line of the letter it clearly states “… a copy of a Letter to Hon. Peter Cooper …”, which contains the exact sequence “a copy of a Letter to Hon.”."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/49.pdf", "math": "calculated to do good — I remain, With great respect Your Servt", "status": "absent", "confidence": 0.73, "explanation": "The letter does contain the phrase \"if calculated to do good — I remain, with great respect …\", but the exact wording requested (including the capitalized “With” and the closing \"Your Servt\") is not present; the closing words differ in the manuscript."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/49.pdf", "math": "my best respects, — I beg to say", "status": "absent", "confidence": 0.75, "explanation": "The letter contains the wording \"my best respects - I beg to say\", but there is no comma before the dash as in the queried phrase \"my best respects, — I beg to say\". Because the punctuation does not match exactly, the specified text is not present verbatim."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/50.pdf", "math": "The language of the 4th commandment is, \\\"The seventh day is the Sabbath of the Lord\\\" But the  Christians keep the first day not the seventh — 3.", "status": "absent", "confidence": 0.77, "explanation": "A very similar sentence is present, but the punctuation and ending (\"— 3.\") do not match what is in the document. In the manuscript the line ends with a period after \"seventh,\" and the next numbered point (3.) starts on a new line."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/50.pdf", "math": "2597.", "status": "present", "confidence": 0.6, "explanation": "A small, faint printed page number “2597.” is visible at the bottom-centre margin of the image, matching the queried text exactly."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/50.pdf", "math": "the essence of persecution — God has given man no authority", "status": "absent", "confidence": 0.6, "explanation": "A very similar phrase (“… is the essence/genus of persecution — … has given man no authority …”) appears in the handwritten text, but the exact wording requested (“the essence of persecution — God has given man no authority”) does not match precisely. The manuscript seems to use slightly different words and punctuation, so the exact header/footer expression is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/50.pdf", "math": "& in this submission then will be no piety", "status": "absent", "confidence": 0.14, "explanation": "I carefully examined the handwritten text on the displayed page and did not see the exact phrase “& in this submission then will be no piety.” None of the visible lines contain that specific wording in that exact order."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/51.pdf", "math": "The Jew upbraids the christian because his sect observe no sabbath but are in this respect like the Pagans.", "status": "present", "confidence": 0.83, "explanation": "The handwritten page contains the sentence \"the Jew upbraids the Christian because his sect observe no sabbath but are in this respect like the Pagans,\" matching the queried text almost verbatim. The wording and sequence of phrases correspond closely, so the expression is present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/51.pdf", "math": "2598", "status": "present", "confidence": 0.8, "explanation": "A small printed page number at the bottom center of the image clearly reads \"2598,\" matching the requested text."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/51.pdf", "math": "Jew upbraids the christian because his sect observe no", "status": "absent", "confidence": 0.7, "explanation": "Careful inspection of the handwritten page did not reveal the exact phrase “Jew upbraids the christian because his sect observe no.” While the page does discuss Christians, Jews, and Sabbath observance, the specific wording in the prompt is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/51.pdf", "math": "makes the christian admit & justify it & he sneers at the Jewish sabbath as", "status": "present", "confidence": 0.7, "explanation": "In the lower-middle section of the left-hand page, the handwriting contains the sequence “… makes the christian admit & justify it & he sneers at the Jewish sabbath as …”, matching the queried text with only minor variations in capitalization and punctuation."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/53.pdf", "math": "Crusades March 7th 1825", "status": "absent", "confidence": 0.8, "explanation": "The document header does contain the word \"Crusades\" followed by a date, but the handwritten date appears to read \"March 27th 1825,\" not \"March 7th 1825.\" Therefore the exact expression requested is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/53.pdf", "math": "Crusades March 7th 1825", "status": "absent", "confidence": 0.75, "explanation": "The visible header shows the word “Crusades” followed by a date that looks like “March 27th 1825,” not “March 7th 1825.” Because the day value differs, the exact expression requested does not appear."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/53.pdf", "math": "Crusades March 7th 1825", "status": "absent", "confidence": 0.6, "explanation": "The heading clearly shows the word “Crusades,” but the date written beneath it appears to read “March 27th 1825,” not “March 7th 1825.” Because the day does not match exactly, the requested expression is not present verbatim."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/56.pdf", "math": "it is an original impression existing in the mind under one uniform appearance, without variety or composition.", "status": "present", "confidence": 0.77, "explanation": "In the answer to question 10 on the page, the handwritten text reads essentially the same sentence: “It is an original impression existing in the mind under one uniform appearance without variety or composition.” The wording and order of phrases match the query exactly, so the expression is present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/56.pdf", "math": "2602", "status": "present", "confidence": 0.83, "explanation": "A small, clearly printed number \"2602\" is visible at the bottom center of the page, matching the queried text."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/56.pdf", "math": "are derived? A. sensation & reflection. 7. what ideas do we get from sensation? A.", "status": "present", "confidence": 0.9, "explanation": "In the middle of the handwritten page, question 6 ends with the phrase “… are derived? A. sensation & reflection.” Immediately below, question 7 begins with “what ideas do we get from sensation? A.”, matching the queried text."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/56.pdf", "math": "the mind to its own operations 6. what are the sources from", "status": "present", "confidence": 0.76, "explanation": "In the handwritten page, the answer to question 5 includes the words \"the mind to its own operations,\" and the very next line starts question 6 with \"6. what are the sources from...\". The requested string therefore appears in the document in the same sequence (with only a line break between the two parts)."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/57.pdf", "math": "roundness is an essential mode of a Ball.", "status": "present", "confidence": 0.55, "explanation": "In the left-hand page, about two-thirds of the way down, the handwritten list gives an example of modes and includes the sentence “…roundness is an essential mode of a Ball.” The wording and capitalization match the queried phrase, so it is present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/57.pdf", "math": "some general term but attended with a mark of limitation showing", "status": "absent", "confidence": 0.26, "explanation": "After closely inspecting both pages, I did not see the exact sequence of words “some general term but attended with a mark of limitation showing.” While individual words such as “general,” “term,” or “limitation” do appear in the handwriting, the full quoted phrase in that specific order was not found."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/57.pdf", "math": "term. 53. what is the celebrated fourfold division of propositions? A. into", "status": "present", "confidence": 0.7, "explanation": "Near the lower half of the right-hand page the question is written exactly as quoted: “53. what is the celebrated fourfold division of propositions? A. into …”. The leading number 53 and the wording match; although the prefix “term.” is faint, the rest of the line appears clearly, confirming the presence of the requested text."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/57.pdf", "math": "what is meant by an affirmative & what", "status": "absent", "confidence": 0.35, "explanation": "While the right-hand page contains questions about affirmative and negative propositions, I could not locate the exact sequence of words “what is meant by an affirmative & what” in the handwritten text. The wording appears similar but not identical, so I conclude the specified phrase is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/58.pdf", "math": "For years I have desired to write you and if possible", "status": "present", "confidence": 0.86, "explanation": "The first sentence on the left-hand page clearly begins with the quoted words: “For years I have desired to write you and if possible …”, matching the requested text."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/58.pdf", "math": "Formerly of Bordentown, H.J.", "status": "absent", "confidence": 0.9, "explanation": "The document contains the phrase \"Formerly of Bordentown, N.J.\" with an \"N\", not \"H\". Therefore the exact text \"Formerly of Bordentown, H.J.\" is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/58.pdf", "math": "of Clara Barton. I have so arranged the matter", "status": "present", "confidence": 0.9, "explanation": "The line appears in the first paragraph on the right-hand page: the sentence ends with \"for the final biography of Clara Barton.\" and is followed directly by \"I have so arranged the matter …\", matching the queried phrase."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/58.pdf", "math": "vast accumulation of her literary relics, for the purpose of procuring", "status": "present", "confidence": 0.86, "explanation": "The right-hand page contains a sentence reading “…in my work of examining the vast accumulation of her literary relics, for the purpose of procuring material…”, matching the queried text exactly."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/59.pdf", "math": "Public schools in that day ceased with the southern boundaries of New England and New York.", "status": "present", "confidence": 0.93, "explanation": "The exact sentence appears in the middle of the left-hand page (page 2), following a discussion of public funding and preceding mention of scholars being assessed."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/59.pdf", "math": "-3-", "status": "present", "confidence": 0.8, "explanation": "The header \"-3-\" is clearly visible at the top of the right-hand page in the provided image, matching the exact text (including the surrounding hyphens)."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/59.pdf", "math": "2.", "status": "present", "confidence": 0.9, "explanation": "The scanned page displays a centered page-number header \"2.\" at the top of the left-hand page, matching the exact text being verified."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/59.pdf", "math": "sense of justice or of humanity than those about me, but", "status": "present", "confidence": 0.88, "explanation": "The phrase appears near the bottom of the right-hand page in the sentence beginning \"Now that I was more discerning…\", containing the exact wording \"sense of justice or of humanity than those about me, but\"."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/60.pdf", "math": "We had found how it came to be hot in some parts of the world and cold in others, and as we wiped our sweaty faces, \"wished it wasn't quite as hot her.\" We went to Africa for lions, leopards, elephants and great snakes; to Italy for oranges and grapes; to California for gold, and \"wished we had some of it here, we would have a better school house.\" We were travelers, and really knew more about the world and its way then we had ever know before in our lives.", "status": "absent", "confidence": 0.9, "explanation": "Although the passage in the document is very similar, several words differ from the supplied text (e.g., “quite so hot here” vs. “quite as hot her,” “its ways than we had ever known” vs. “its way then we had ever know”). Because the wording is not an exact match, the requested text does not appear exactly as given."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/60.pdf", "math": "-7-", "status": "present", "confidence": 0.96, "explanation": "The header “-7-” is clearly visible at the top center of the right-hand page in the provided image."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/60.pdf", "math": "-6-", "status": "present", "confidence": 0.92, "explanation": "The top center of the left-hand page clearly shows the header “-6-”, matching the queried text exactly."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/60.pdf", "math": "A.M., a good attendance was hoped for by", "status": "present", "confidence": 0.7, "explanation": "The line describing the school’s opening reads “… at 9 o’clock A.M., a good attendance was hoped for by …”, matching the queried phrase including the comma after “A.M.”."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/61.pdf", "math": "The other teachers, and my own splendid pupils came tenderly to may aid relieving me of every duty possible to be done.", "status": "absent", "confidence": 0.73, "explanation": "A very similar sentence is present on the page, but it reads \"...came tenderly to my aid relieving me of every duty possible to be done.\" The word \"my\" is used rather than \"may,\" so the exact text provided does not appear."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/61.pdf", "math": "--18-", "status": "absent", "confidence": 0.9, "explanation": "The visible header on the left page reads \"--12-\", not \"--18-\", and no other occurrence of \"--18-\" is visible anywhere in the provided image."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/61.pdf", "math": "earliest diaries we have and find this little entry", "status": "present", "confidence": 0.9, "explanation": "The phrase appears verbatim in the first sentence on the right-hand page: \"I have searched through the earliest diaries we have and find this little entry on the fly leaf.\""}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/62.pdf", "math": "I am, Very truly yours C N.", "status": "absent", "confidence": 0.87, "explanation": "The document contains the closing lines \"I am,\" and \"Very truly yours\" followed by a handwritten signature, but the exact contiguous phrase \"I am, Very truly yours C N.\" (including the initials \"C N.\" in typed form) does not appear."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/62.pdf", "math": "soft reflections, we may one day go out to that", "status": "present", "confidence": 0.83, "explanation": "In the left-hand letter, the second paragraph includes the sentence “…and let us pray that, in its soft reflections, we may one day go out to that better land…”, which contains the exact phrase being checked."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/63.pdf", "math": "Vol. VI January 1920 No. 5", "status": "present", "confidence": 0.81, "explanation": "The footer line of the page clearly shows the elements \"Vol.VI\", \"January 1920\", and \"No. 5\" in the same order. Although there is no space after the period in \"Vol.VI\", the overall text matches the requested header/footer phrase, so it is considered present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/63.pdf", "math": "35", "status": "present", "confidence": 0.93, "explanation": "The handwritten number “35” is clearly visible inside a circle near the upper-right corner of the page."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/63.pdf", "math": "Schools 78 Extract from Helping Teacher Report 79 Elizabeth A. Allen Memorial Fund 79 School", "status": "absent", "confidence": 0.8, "explanation": "Although the individual phrases and page numbers (\"Schools 78\", \"Extract from Helping Teacher Report 79\", \"Elizabeth A. Allen Memorial Fund 79\") are present in the table of contents, they are separated by line breaks and intervening text. The exact continuous string “Schools 78 Extract from Helping Teacher Report 79 Elizabeth A. Allen Memorial Fund 79 School” does not appear as a single header or footer expression in the document."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/63.pdf", "math": "Law 76 How a County Superintendent Secured Consolidation of Schools 78 Extract from Helping Teacher", "status": "absent", "confidence": 0.82, "explanation": "The document shows three separate table-of-contents lines: \"The New Continuation School Law ..... 76\", \"How a County Superintendent Secured Consolidation of Schools ..... 78\", and \"Extract from Helping Teacher Report ..... 79\". The queried string combines fragments and omits words (e.g., \"Law 76\" instead of \"The New Continuation School Law 76\", and drops \"Report\" after \"Helping Teacher\"), so the exact expression does not appear."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/64.pdf", "math": "It is the plan of the Commissioner a little later to ask for this donation from such schools as would like to take up the matter.", "status": "present", "confidence": 0.95, "explanation": "The sentence appears verbatim in the left-hand page (page 68) about halfway down: immediately after the paragraph discussing the probable amount needed, the line reads exactly as provided."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/64.pdf", "math": "JANUARY 1920 69", "status": "present", "confidence": 0.9, "explanation": "The top of the right-hand page clearly shows the header “JANUARY 1920” followed by the page number “69,” matching the queried text."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/64.pdf", "math": "68 EDUCATION BULLETIN", "status": "present", "confidence": 0.93, "explanation": "The header on the left-hand page shows the page number \"68\" followed by the title \"EDUCATION BULLETIN,\" matching the exact phrase."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/64.pdf", "math": "her almost as much as we loved our mothers, and it was not", "status": "present", "confidence": 0.7, "explanation": "The sentence appears in the quoted letter from a former pupil describing how strongly they loved Miss Barton, matching the phrase exactly within that paragraph."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/64.pdf", "math": "in my life I wrote to Miss Barton. When", "status": "present", "confidence": 0.9, "explanation": "The right-hand column contains the sentence: “The first letter I ever wrote in my life I wrote to Miss Barton. When she went away …”, which includes the exact phrase requested."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/64.pdf", "math": "some interest in the children and youth who receive them.\"", "status": "present", "confidence": 0.83, "explanation": "In the quoted letter on the right-hand column, the writer lists her ongoing sympathies, ending with the exact phrase “…and some interest in the children and youth who receive them.” This matches the text to be verified."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/65.pdf", "math": "301.83 Victory Drive", "status": "absent", "confidence": 0.9, "explanation": "The document lists \"Red Cross Drive ............ 301.83\" and \"Victory Drive ............ 614.29\" as separate entries. The exact sequence \"301.83 Victory Drive\" does not appear."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/65.pdf", "math": "JANUARY 1920 75", "status": "present", "confidence": 0.93, "explanation": "The top line of the right-hand page shows the header “JANUARY 1920” followed by the page number “75”, matching the exact text requested."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/65.pdf", "math": "74 EDUCATION BULLETIN", "status": "present", "confidence": 0.95, "explanation": "The header '74 EDUCATION BULLETIN' is clearly visible at the top of the left-hand page in the provided image."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/65.pdf", "math": "adequate adjustment of teachers' wages. With such an interest and a maximum of cooperation", "status": "present", "confidence": 0.86, "explanation": "The specified phrase appears verbatim in the paragraph discussing New Jersey’s interest in teacher salaries on the left-hand page; I can clearly read the sequence “adequate adjustment of teachers' wages. With such an interest and a maximum of cooperation”."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/67.pdf", "math": "7 Congestion of brain", "status": "absent", "confidence": 0.28, "explanation": "Although the document contains a line for \"Congestion of brain\" in the causes-of-death table, the numeric count is placed after the text, not before it. The exact phrase \"7 Congestion of brain\" (with the number first) does not appear."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/67.pdf", "math": "REPORT OF THE SECRETARY OF WAR. 261", "status": "present", "confidence": 0.82, "explanation": "The right-hand page (page 261) clearly shows the line \"REPORT OF THE SECRETARY OF WAR.\" followed on the same line by the page number 261, matching the queried text."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/67.pdf", "math": "260 REPORT OF THE SECRETARY OF WAR.", "status": "present", "confidence": 0.92, "explanation": "The header on the left-hand page clearly shows the number 260 followed by the phrase “REPORT OF THE SECRETARY OF WAR.” in the exact wording and sequence requested."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/68.pdf", "math": "2 Vulnus selopt", "status": "absent", "confidence": 0.9, "explanation": "I carefully examined the headers, footers, and visible body text on both pages. Nowhere does the exact phrase \"2 Vulnus selopt\" (or any close variant) appear."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/68.pdf", "math": "REPORT OF THE SECRETARY OF WAR. 263", "status": "present", "confidence": 0.93, "explanation": "The exact header phrase \"REPORT OF THE SECRETARY OF WAR. 263\" is clearly visible at the top of the right-hand page in the provided image."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/68.pdf", "math": "262 REPORT OF THE SECRETARY OF WAR.", "status": "present", "confidence": 0.67, "explanation": "The left-hand page header clearly shows the page number 262 followed by the phrase “REPORT OF THE SECRETARY OF WAR.”, matching the requested text."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/68.pdf", "math": "earth and expose their remains. The accompanying", "status": "present", "confidence": 0.86, "explanation": "On the right-hand page, about two-thirds of the way down, a paragraph ends with the words “…wash from the surface the light covering of earth and expose their remains.”  The very next sentence begins “The accompanying list embraces…”, so the exact sequence “earth and expose their remains. The accompanying” is visible in the document."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/68.pdf", "math": "Captain and Assistant Quartermaster. ASISTANT QUARTERMASTER'S OFFICE. Depot of Washington,", "status": "absent", "confidence": 0.9, "explanation": "While the document does contain the phrases “Captain and Assistant Quartermaster.” and “ASSISTANT QUARTERMASTER'S OFFICE, Depot of Washington,” they appear separately and with correct spelling. The queried string includes the miss-spelled word “ASISTANT” (missing an extra S) and places the phrases together as one continuous header, which does not match the layout or exact wording in the image."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/68.pdf", "math": "accompanying list embraces the names of officers", "status": "present", "confidence": 0.82, "explanation": "The phrase appears on the right-hand page (page 263) within the paragraph that begins “Hundreds of graves…”. The sentence reads, “The accompanying list embraces the names of officers and men…”, which contains the exact expression requested (minus the initial article), so the requested text is present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/69.pdf", "math": "If only this is accomplished the tide of human wisdom will have turned its efforts in the right direction and the opportunity for developing the most sublime traits of human characters will be afforded.", "status": "present", "confidence": 0.8, "explanation": "The sentence appears verbatim in the middle of the first-column paragraph of the article titled “PARENTAL LEGACIES.” The visible words and line breaks match the queried text, confirming its presence."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/69.pdf", "math": "1881-2 Blue anchor", "status": "present", "confidence": 0.75, "explanation": "A handwritten note along the right margin of the page reads “1881-2 Blue anchor,” matching the queried text."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/69.pdf", "math": "Blue anchor", "status": "present", "confidence": 0.84, "explanation": "The words “Blue anchor” can be seen twice as handwritten annotations—once across the top margin above the masthead and again along the right-hand margin—so the exact phrase is visible on the page."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/69.pdf", "math": "of his inheritance ; the man or woman, tempted by appetite", "status": "present", "confidence": 0.77, "explanation": "Mid-page, within the article 'Parental Legacies,' a sentence reads “…forget the sacredness of his inheritance; the man or woman, tempted by appetite…,” matching the queried phrase exactly (including punctuation and spacing)."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/69.pdf", "math": "known no more forever. But if by knowledge", "status": "present", "confidence": 0.6, "explanation": "In the body of the article I can see the sentence ending “…be known no more forever.” followed immediately by the words “But if by knowledge…”, so the queried string appears on the page, though line-breaks and small punctuation differences may exist."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/69.pdf", "math": "(according to Webster) descended by inheritance, ancestral, patrimonial, inheritable. But to use a more familiar", "status": "present", "confidence": 0.8, "explanation": "In the article titled \"Parental Legacies\" I can clearly read the sentence beginning \"Hereditary (according to Webster) descended by inheritance, ancestral, patrimonial, inheritable. But to use a more familiar…\", matching the queried text nearly verbatim."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/70.pdf", "math": "Another one writes: \"I have no money only what I can get on the sly.\" Meaning if she could find small coin in her husband's pocket she would take it, if she thought he would not miss it.", "status": "present", "confidence": 0.83, "explanation": "The exact sentence beginning with “Another one writes: ‘I have no money only what I can get on the sly.’ …” is visible in the lower portion of the left-hand page, matching the queried text."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/70.pdf", "math": "THE ALPHA, JUNE. 3", "status": "present", "confidence": 0.55, "explanation": "The right-hand page header shows “THE ALPHA, JUNE.” followed on the same line by the page number 3, matching the queried text sequence."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/70.pdf", "math": "2 THE ALPHA, JUNE.", "status": "present", "confidence": 0.94, "explanation": "The header on the upper left of the left-hand page clearly reads “2 THE ALPHA, JUNE.” exactly as specified."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/70.pdf", "math": "the station, after the racking labors of a whole day or", "status": "present", "confidence": 0.7, "explanation": "In the right-hand column of page 3, a paragraph begins with “A crew frequently return to the station, after the racking labors of a whole day or …”. The wording, punctuation and sequence of words exactly match the requested string up to the point checked, so the phrase is present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/70.pdf", "math": "an Infinite Creator thank any other gift. Every infringement of the law of continence", "status": "absent", "confidence": 0.26, "explanation": "After carefully scanning the visible text on both pages, the specific phrase (including the exact wording and sequence) cannot be located. While related terms concerning morality and creative laws are present, neither the exact fragment \"an Infinite Creator thank any other gift\" nor the sentence \"Every infringement of the law of continence\" appears in the image."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/71.pdf", "math": "D., in his 'Sexual Organism and its Healthful Management,\" in a chapter all ought to read, page 258, says:  \"I am satisfied, from a thorough study of the organic relation of the sexes, that the faculty of amativeness has a two-fold purpose, and should be always gratified by either sex from this point.\" But I am not \"satisfied\" that this is so, nor has the  world ever had a fair chance to test the other side of theory.", "status": "present", "confidence": 0.83, "explanation": "The quoted passage appears in the lower-right column of the right-hand page, under the sub-heading about “Sexual Organism and its Healthful Management.” I can clearly see the sentence beginning \"James C. Jackson, M. D., in his 'Sexual Organism and its Healthful Management,' in a chapter all ought to read, page 258, says: 'I am satisfied …'\" followed by the rest of the text, matching the excerpt provided."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/71.pdf", "math": "THE ALPHA, JUNE. 7", "status": "present", "confidence": 0.65, "explanation": "The right-hand page header shows the sequence \"THE ALPHA, JUNE.\" followed by the page number \"7\", matching the requested text (allowing for normal spacing between elements)."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/71.pdf", "math": "6 THE ALPHA, JUNE.", "status": "present", "confidence": 0.93, "explanation": "The header \"6 THE ALPHA, JUNE.\" is clearly visible at the top of the left-hand page in the provided image."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/71.pdf", "math": "of sex prominently before us as if it was", "status": "absent", "confidence": 0.8, "explanation": "Careful inspection of both visible pages (all columns) did not reveal the exact consecutive phrase “of sex prominently before us as if it was.” While some individual words such as “sex” and “prominently” do appear separately in other contexts, the complete string in that exact order is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/71.pdf", "math": "for whatever claims weakness has upon strength, they possess", "status": "absent", "confidence": 0.25, "explanation": "I closely examined the visible headers, footers, and main text on both pages, especially the bullet points and introductory sentences of the article on the right-hand page where a similar theme is discussed. The exact sequence of words “for whatever claims weakness has upon strength, they possess” does not occur anywhere in the scanned image."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/71.pdf", "math": "the thing signified, the sacramental water removes the stain and disabilities of inherited", "status": "present", "confidence": 0.73, "explanation": "In the left-page article titled “HEREDITY, HOW OPERANT.” a sentence discussing baptism contains the quoted wording: it speaks of the outward sign being taken for ‘the thing signified,’ and continues that ‘the sacramental water removes the stain and disabilities of inherited …’. This matches the phrase in question."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/72.pdf", "math": "Edson, }...", "status": "absent", "confidence": 0.74, "explanation": "The name “Edson” does appear in the page (e.g., “Susan A. Edson, M.D.”), but it is never followed by a right-brace ‘}’. The exact expression “Edson, }” is therefore not present in the document."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/72.pdf", "math": "16 THE ALPHA, JUNE.", "status": "present", "confidence": 0.82, "explanation": "At the top of the page the page-number “16” is printed at the left and, on the same horizontal line, the header “THE ALPHA, JUNE.” appears toward the center. Together they form the exact text requested."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/72.pdf", "math": "covering the body evenly from neck to waist and ankles -- made from warm,", "status": "absent", "confidence": 0.27, "explanation": "The advertisement on the page describing the Alpha undergarments says the garment covers the body evenly \"from neck to wrists and ankles,\" not \"from neck to waist and ankles,\" and the punctuation/wording around “made from warm” does not match the queried text. Therefore the exact string supplied does not appear."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/73.pdf", "math": "THE EVENING CRITIC.", "status": "present", "confidence": 0.96, "explanation": "The header at the top of the page clearly shows the exact phrase “THE EVENING CRITIC.” in uppercase letters."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/73.pdf", "math": "Blue anchor", "status": "present", "confidence": 0.86, "explanation": "The handwritten words at the very top of the page clearly read “Blue anchor,” matching the exact phrase being checked."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/73.pdf", "math": "of the association from other States, are on the reception committee. Mrs. Waite,", "status": "present", "confidence": 0.9, "explanation": "The quoted phrase appears verbatim within the paragraph of the article titled 'The Blue Anchor' in the provided image."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/74.pdf", "math": "CLARA BARTON, PRESIDENT.", "status": "present", "confidence": 0.55, "explanation": "The left-hand column of the letterhead lists officers of the American Association of the Red Cross, and the first entry reads “Clara Barton, President.” Although the capitalization in the document is likely “Clara Barton, President” rather than full uppercase, the wording and punctuation match the requested phrase."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/74.pdf", "math": "20 Blue anchor", "status": "present", "confidence": 0.6, "explanation": "A small handwritten note in the upper-left margin of the right-hand flyer appears to read “20 Blue anchor,” matching the queried text."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/74.pdf", "math": "1884", "status": "present", "confidence": 0.66, "explanation": "The handwritten annotations on the image include the four-digit year “1884” (e.g., “c1884” in the upper-right margin and likely “May 1884” on the left page), so the exact sequence “1884” is visible in the document."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/74.pdf", "math": "disaster from war, famine, flood, fire, pestilence, or any other", "status": "present", "confidence": 0.7, "explanation": "The handwritten section of the page includes the sentence “…in the event of any great disaster from war, famine, flood, fire, pestilence, or any other cause…”, matching the queried text exactly."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/74.pdf", "math": "Street N.W. Washington D.C. 20 Blue Anchor 1884 A POUND PARTY AND", "status": "absent", "confidence": 0.2, "explanation": "Although the page contains the separate fragments “Street N.W., Washington, D.C.”, a penciled note with “20 Blue Anchor 1884”, and the printed line “A POUND PARTY AND”, they do not appear together in the exact continuous form requested. No single header or footer on the page shows the exact sequence “Street N.W. Washington D.C. 20 Blue Anchor 1884 A POUND PARTY AND”."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/74.pdf", "math": "Association of the Red Cross. For the relief of suffering by war, pestilence,", "status": "present", "confidence": 0.9, "explanation": "The letterhead clearly reads “The American Association of the Red Cross” followed immediately by the tagline beginning “For the relief of suffering by war, pestilence…,” matching the queried text."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/75.pdf", "math": "The Mount Vernon branch of the  Women's National War Relief Association  held an executive meeting on Tuesday  last.", "status": "present", "confidence": 0.9, "explanation": "The sentence appears verbatim at the start of the left-hand article: it reads “The Mount Vernon branch of the Women’s National War Relief Association held an executive meeting on Tuesday last.”"}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/75.pdf", "math": "paid and no expenses incurred. The society does the work, raises", "status": "present", "confidence": 0.9, "explanation": "Within the left-hand article, there is a sentence that reads: \"No salaries are paid and no expenses incurred. The society does the work, raises the money …\" which contains the queried phrase verbatim."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/75.pdf", "math": "of the ordinary hospital transport, its work will", "status": "present", "confidence": 0.9, "explanation": "The line appears verbatim in the left-hand article: “…spared the discomforts of the ordinary hospital transport, its work will be all done; …”."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/75.pdf", "math": "executive meeting on Tuesday last. Several new members were enrolled and", "status": "present", "confidence": 0.93, "explanation": "The left-hand article includes the sentence “…held an executive meeting on Tuesday last. Several new members were enrolled and…”, matching the queried text exactly."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/76.pdf", "math": "I enclose these clippings from Mt V- papers to have you see what obstacles I have fought against and overcome.", "status": "present", "confidence": 0.9, "explanation": "The handwritten text on the page reads: 'I enclose these clippings from Mt V- papers to have you see what obstacles I have fought against and overcome.' This matches the queried wording closely, confirming its presence."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/76.pdf", "math": "untruth - ; Red Cross will live forever! W.S.H.", "status": "present", "confidence": 0.8, "explanation": "The handwritten line reads essentially the same: '...error and untruth –; Red Cross will live forever! W.S.H.' The punctuation and wording match closely enough to confirm the phrase appears in the document."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/76.pdf", "math": "and untruth - ; Red Cross will", "status": "present", "confidence": 0.76, "explanation": "The handwritten line reads “and untruth -- ; Red Cross will …”. Aside from the double dash (––) instead of a single dash, the quoted phrase appears in the document in the same word order."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/76.pdf", "math": "- ; Red Cross will live forever! W.S.H.", "status": "present", "confidence": 0.7, "explanation": "The handwritten sentence includes the sequence “-; Red Cross will live forever!” followed on the next line by the signature “W.S.H.”, matching the queried string closely enough to be considered present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/77.pdf", "math": "Dec 16 1861 you must before this have learned Mrs.", "status": "absent", "confidence": 0.55, "explanation": "The document does contain the date \"Dec 16th 1861\" and the phrase \"you must before this have learned\", as well as the salutation \"Mrs.\" lower down, but these words do not appear together in the exact contiguous sequence \"Dec 16 1861 you must before this have learned Mrs.\""}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/77.pdf", "math": "letter to Mrs D. the occasion of the delay", "status": "present", "confidence": 0.8, "explanation": "In the middle of the right-hand manuscript page I can read the sentence “You must before this have learned from my letter to Mrs D the occasion of the delay…”, which contains the exact queried phrase."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/77.pdf", "math": "raise the hand of rebellion against the common Country; for that day 1861", "status": "present", "confidence": 0.68, "explanation": "The left-hand manuscript page contains the sentence “…who have dared to raise the hand of rebellion against the common Country; for that day 1861…”, matching the queried text with only insignificant differences in surrounding wording."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/78.pdf", "math": "I come now to the expression in your excellent letter which I had all along feared—are our labors needed, are we doing any good – shall we \"work\" or shall we \"forbear\" – from the first I have dreaded lest a sense of vague uncertainty in regard to matters here should discourage the efforts of our patriotic", "status": "present", "confidence": 0.8, "explanation": "The right-hand page of the image contains the sentence sequence beginning with “I come now to the expression in your excellent letter…” and includes the phrases “are our labors needed, are we doing any good – shall we ‘work’ or shall we ‘forbear’…” matching the queried text, so the requested passage is present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/78.pdf", "math": "began, and which God alone knows when & how it will end –", "status": "present", "confidence": 0.91, "explanation": "The exact handwritten phrase 'began, and which God alone knows when & how it will end –' appears clearly on the first line of the left-hand page."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/78.pdf", "math": "seemed perfectly familiar & while I knew so little. – And", "status": "absent", "confidence": 0.23, "explanation": "I carefully reviewed the visible handwritten text on both pages. While I could make out phrases such as “began, and which God alone knows when & how it will end –” and other surrounding sentences, the exact string “seemed perfectly familiar & while I knew so little. – And” does not appear anywhere in the shown image."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/79.pdf", "math": "and none are admitted - I wished an hour ago that you had been with me - In compliance with a request of my sister in the city I went to  her home and found there a young Englishman a brother of one of their domestics who also had enlisted", "status": "present", "confidence": 0.8, "explanation": "The excerpt appears verbatim in the lower portion of the page; the sequence of phrases and punctuation (\"and none are admitted - I wished an hour ago… domestics who also had enlisted\") matches the manuscript."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/79.pdf", "math": "needs necessities might grow to in a", "status": "absent", "confidence": 0.86, "explanation": "The excerpt visible on the page reads \"their necessities might grow to in a single day,\" but it does not contain the exact sequence \"needs necessities might grow to in a.\" The additional word \"needs\" is not present before \"necessities.\""}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/79.pdf", "math": "same authority that we \"need no nurses,\" either male", "status": "present", "confidence": 0.86, "explanation": "The handwritten line reads “…upon the same authority that we “need no nurses,” either male or female…”, which contains the exact phrase in question up through the word “male.”"}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/79.pdf", "math": "passing through them that they could be better supplied", "status": "present", "confidence": 0.83, "explanation": "The handwritten line near the middle of the page reads \"I feel while passing through them that they could be better supplied,\" which matches the queried phrase verbatim."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/80.pdf", "math": "Surgeon was killed and that it", "status": "present", "confidence": 0.55, "explanation": "Near the bottom of the right-hand page the sentence contains the words “… Surgeon was killed and that it …”, matching the queried phrase, though the handwriting makes absolute certainty difficult."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/80.pdf", "math": "off at the joints his stockings had never been removed during all", "status": "present", "confidence": 0.77, "explanation": "In the left-hand page, lower section, the handwritten sentence reads “…were off at the joints. His stockings had never been removed during all his illness…”, which contains the exact sequence of words requested (apart from normal punctuation and capitalization)."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/80.pdf", "math": "frightful When intelligent medical attendance was summoned from the city the", "status": "absent", "confidence": 0.25, "explanation": "A careful visual scan of both handwritten pages did not reveal the specific sequence of words 'frightful When intelligent medical attendance was summoned from the city the'. Although the handwriting is dense and somewhat hard to decipher, none of the visible lines contain that exact wording, nor does the distinctive word 'frightful' appear at all."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/81.pdf", "math": "If in New England people ladies say men lying in camp uncared for until the toes rotted from their feet with not nurses people enough about them to take care of them we should think they", "status": "absent", "confidence": 0.64, "explanation": "The document does contain a very similar sentence beginning with “If in New England people … men lying in camp uncared for…,” but the specific wording provided (“people ladies say … with not nurses people enough …”) does not match the handwriting. Key words such as “ladies say” and the exact phrase “not nurses people enough” are not present, so the text is not an exact match."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/81.pdf", "math": "this would have been all the end - who even could have mistrusted that", "status": "absent", "confidence": 0.9, "explanation": "While a similar phrase ('and this would have been the end - also') appears in the manuscript, the exact wording 'this would have been all the end - who even could have mistrusted that' does not occur anywhere on the page."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/81.pdf", "math": "to take care of them we should think", "status": "absent", "confidence": 0.35, "explanation": "The page contains phrases with similar words (e.g., \"to take care of them\" and \"we should think\"), but they are separated by additional words and do not appear in the exact consecutive sequence \"to take care of them we should think.\" Therefore the precise text string is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/81.pdf", "math": "nurses\" and that \"our army is supplied\"_ How", "status": "present", "confidence": 0.67, "explanation": "Near the bottom of the left-hand page the sentence reads (in quotation marks) that there is 'no need of nurses' and that 'our army is supplied'. Although the handwriting makes punctuation slightly uncertain, the quoted phrase appears clearly, matching the queried text."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/82.pdf", "math": "we shall never have any other precise method of discerning the real wants of our soldiers, when the store house of any state should be  found empty - it would be safe to conclude that her troops are in want need then let the full govners render the needed required assistance - this would systematize  the whole the about matter, and do away with all necessary confusion doubt and uncertanty, - it would preclude all possibility of loss.", "status": "absent", "confidence": 0.8, "explanation": "The passage in the manuscript is very similar, but the queried version contains extra or miss-spelled words (\"need,\" \"govners,\" \"required,\" \"the about,\" \"uncertanty\") that do not appear in the document. Therefore the exact text provided is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/82.pdf", "math": "of property - I am confident that this idea cannot be", "status": "present", "confidence": 0.63, "explanation": "Near the lower section of the left-hand page the sentence ending in \"destruction of property\" is followed by a dash and the words \"I am confident that this idea cannot be,\" matching the queried phrase."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/82.pdf", "math": "feel at liberty to lay before you, no one can fail to perceive that a", "status": "absent", "confidence": 0.65, "explanation": "While the fragment “no one can fail to perceive that a …” is visible in the left-hand page, the preceding words “feel at liberty to lay before you” do not appear anywhere on the displayed pages. Hence the exact sequence requested is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/82.pdf", "math": "involves loss & destruction of property - I am confident that", "status": "present", "confidence": 0.73, "explanation": "In the left-hand page, about two-thirds of the way down, the sentence reads “…confusion which always involves loss & destruction of property – I am confident that…”, matching the queried phrase (including the dash) closely enough to be considered present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/83.pdf", "math": "there were one hundred and one, persons here plus children therewith If pecunarily I were able, Massuchsetts should have her depot in this city and I should have no fears of inability this to me would be no experiment, for however dimly & slowly I discern other points, this has been clear to me from the first.", "status": "absent", "confidence": 0.42, "explanation": "The page contains a very similar passage (mentioning roughly one hundred persons present and a wish that Massachusetts should have a depot in the city), but the wording, order, and punctuation do not match the quoted text exactly. Key phrases such as “there were one hundred and one, persons here plus children therewith” and the miss-spelled “Massuchsetts” are not present verbatim."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/83.pdf", "math": "ruin. there were one hundred and one, persons here plus children therewith If", "status": "absent", "confidence": 0.15, "explanation": "The handwriting on the page does include a clause about \"one hundred\" persons, but the exact sequence of words and punctuation given (\"ruin. there were one hundred and one, persons here plus children therewith If\") is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/83.pdf", "math": "for however dimly & slowly I discern other points, this has", "status": "absent", "confidence": 0.3, "explanation": "While a similar sentence ending with \"I discern other points, this has...\" is visible on the left-hand page, the specific wording \"for however dimly & slowly\" (including the ampersand and the adverb \"slowly\") does not appear in the manuscript."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/84.pdf", "math": "candel in the mouth of a bottle; once pitchy darkness close down upon men  bleeding to death, on run essaying to staunch their wounds with husks  & straw.", "status": "absent", "confidence": 0.65, "explanation": "While the manuscript contains a very similar sentence (“candle in the mouth of a bottle … pitchy darkness closed down upon men bleeding to death … essaying to staunch their wounds with husks & straw”), several words and forms differ from the quoted text (e.g., “candle,” not “candel”; “closed,” not “close”; no clear “on run”). Therefore the exact wording supplied does not appear verbatim in the document."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/84.pdf", "math": "to staunch their wounds with husks & straw. A note just now informs me", "status": "absent", "confidence": 0.75, "explanation": "A careful visual scan of both manuscript pages did not reveal the distinctive words “husks & straw” or the sentence fragment “to staunch their wounds with husks & straw. A note just now informs me.” The cursive lines contain different wording, and the printed-style page on the right also lacks these terms, so the specified text does not appear in the image."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/84.pdf", "math": "for and by no means the least is this strangely mild winter But", "status": "present", "confidence": 0.83, "explanation": "On the right-hand page, the first line ends with \"for and\" and the second line continues \"by no means the least is this strangely mild winter\"; the next paragraph begins with \"But\", so the quoted phrase appears exactly as requested, spanning two lines."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/85.pdf", "math": "I beg to subscribe myself  With the Highest respect Your's Clara H.", "status": "absent", "confidence": 0.88, "explanation": "The document contains a similar closing phrase, but it reads \"Yours Clara H. Barton\" (without an apostrophe in \"Yours\" and with the surname \"Barton\"). The exact wording \"I beg to subscribe myself  With the Highest respect Your's Clara H.\" is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/85.pdf", "math": "beg to subscribe myself With the Highest respect Your's Clara H.", "status": "absent", "confidence": 0.7, "explanation": "The document contains the closing phrase \"With the Highest respect Yours Clara H. Barton,\" but the preceding words \"beg to subscribe myself\" do not appear together with it, and the spelling \"Your's\" with an apostrophe is not present. Hence the exact expression as quoted is not found."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/85.pdf", "math": "that I incidentally learned that our excellent Dr Hitchcock, has taken back form Roanoke other", "status": "absent", "confidence": 0.85, "explanation": "The document reads “...has taken back from Roanoke...” whereas the query text says “...has taken back form Roanoke...”. Because of this mismatch, the exact string is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/85.pdf", "math": "and have come up neither cowards, or", "status": "present", "confidence": 0.9, "explanation": "The starred footnote on the right-hand page contains the sentence “…and have come up neither cowards, or traitors.” This includes the exact phrase queried, confirming its presence."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/86.pdf", "math": "Governor of the Commonwealth of Massachusetts Boston.", "status": "present", "confidence": 0.7, "explanation": "The handwritten note clearly reads “Governor of the Commonwealth of Massachusetts” followed by “Boston.” on the next line, matching the requested phrase aside from a line break."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/86.pdf", "math": "Mch 20/'62", "status": "present", "confidence": 0.86, "explanation": "The handwritten notation “mch 20/'62” appears vertically along the right margin of the image, matching the queried text."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/86.pdf", "math": "6", "status": "present", "confidence": 0.9, "explanation": "A clearly handwritten number \"6\" is visible at the top center of the page."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/88.pdf", "math": "Commonwealth of Massachusetts.", "status": "present", "confidence": 0.93, "explanation": "The phrase \"Commonwealth of Massachusetts.\" is clearly visible on both the envelope (upper left corner) and the letterhead of the document."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/88.pdf", "math": "Copy.", "status": "present", "confidence": 0.86, "explanation": "The typed word “Copy.” is clearly visible near the top of the right-hand document, matching the exact header expression provided."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/88.pdf", "math": "wounded, it will be in your power to tender. With", "status": "present", "confidence": 0.9, "explanation": "The sentence in the typewritten letter reads “…to our sick and wounded, it will be in your power to tender. With high respect I am…”. The queried text appears exactly as shown, including the comma and period before the word “With.”"}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/89.pdf", "math": "Boston, March 24th, 1862 Miss Clara H.", "status": "absent", "confidence": 0.24, "explanation": "The document does contain the elements \"Boston, March 24th, 1862\" and a separate salutation to \"Miss Clara H. Barton,\" but they are on separate lines and not combined into the single continuous header phrase \"Boston, March 24th, 1862 Miss Clara H.\" exactly as specified."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/89.pdf", "math": "L3169.9 B", "status": "absent", "confidence": 0.24, "explanation": "I inspected the visible margins, header, footer, and the small vertical reference mark on the envelope, but none of the characters match the exact sequence “L3169.9 B”. The numbers/letters present differ in order and punctuation."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/89.pdf", "math": "/62", "status": "absent", "confidence": 0.8, "explanation": "The image shows the handwritten number \"62\" without a preceding slash. The exact string \"/62\" does not appear."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/89.pdf", "math": "Barton to nurse sick & wounded soldiers", "status": "present", "confidence": 0.55, "explanation": "On the left-hand envelope, the handwritten note includes the words “… Miss Barton to nurse sick & wounded soldiers …”. Although embedded in a longer sentence, the exact phrase “Barton to nurse sick & wounded soldiers” appears in sequence, matching the queried text."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/89.pdf", "math": "a letter of introduction , with my hearty", "status": "present", "confidence": 0.62, "explanation": "In the body of the handwritten letter, the line \"give you a letter of introduction with my hearty …\" is visible; the queried phrase appears verbatim (aside from normal handwriting spacing and punctuation), so the requested text is present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/90.pdf", "math": "Barton North Oxford.", "status": "absent", "confidence": 0.6, "explanation": "The envelope shows the addressee lines 'Miss Clara H. Barton.' (with a period) followed by a newline and 'North Oxford.' Because the queried phrase lacks the period after 'Barton' and expects a single continuous string 'Barton North Oxford.', the exact expression does not appear."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/90.pdf", "math": "High respect I am Your Ob Servant", "status": "absent", "confidence": 0.82, "explanation": "The closing visible in the document reads \"With high respect I am Yr obt servant\" (or very similar), not the exact phrase \"High respect I am Your Ob Servant\" requested."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/91.pdf", "math": "Mary & Robert they took with them to Washingtn\nand two others Rachael. and Louisa were left in\nLouisville with Capt. Rudd. or Mrs. Alexander - and\nnow with Mrs. Alexander.", "status": "absent", "confidence": 0.65, "explanation": "The document contains a very similar sentence, but the spelling and punctuation differ (e.g., it spells “Washington,” not “Washingtn,” and does not use the same periods/dashes). Therefore the exact text string provided does not appear verbatim."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/91.pdf", "math": "Mrs. Alexander - and now with Mrs. Alexander. When", "status": "absent", "confidence": 0.35, "explanation": "The document includes similar wording (e.g., \"…now with Mrs Alexander, When…\"), but the exact sequence \"Mrs. Alexander - and now with Mrs. Alexander. When\"—with the dash, the word “and,” and the precise punctuation—does not appear."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/92.pdf", "math": "fears they may not be well treated\nThis Mission is transmitted to \nRosa, who will make inquiry", "status": "present", "confidence": 0.82, "explanation": "The handwritten page on the left clearly contains the lines “…fears they may not be well treated. This Mission is transmitted to Rosa, who will make inquiry,” matching the queried text almost verbatim (line breaks and punctuation only slightly different)."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/92.pdf", "math": "dance They must address their letter to Mrs. Nellie Churchill", "status": "absent", "confidence": 0.9, "explanation": "The phrase “They must address their letter to Mrs. Nellie Churchill” is present, but the preceding word “dance” does not appear together with it in the document. The exact text string provided is therefore not found."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/92.pdf", "math": "Fairfax Station with a car load of", "status": "present", "confidence": 0.55, "explanation": "The phrase appears in the last line of the lower-right handwritten letter; the words \"Fairfax Station with a car load of\" are legible, though the ink and script make them somewhat faint."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/93.pdf", "math": "the battle of Charleston had been\nfought and the station first to be\ndestroyed. I then follwd the \nrescue of the army next attends for Col.\nRucker an", "status": "absent", "confidence": 0.24, "explanation": "Although the image contains a very similar passage (mentioning the battle of Charleston, the station being destroyed, and following the army with Col. Rucker), several words differ from the quoted text (e.g., “followed” not “follwd”, and a different phrase where “rescue of the army next attends” is written). Because the wording is not an exact match, the specified text does not appear verbatim in the document."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/93.pdf", "math": "at the Lacy House and with the exception of ten  which", "status": "absent", "confidence": 0.83, "explanation": "The manuscript contains the wording \"my post at the Lacy House and with the exception of two days when…\", not the exact phrase \"at the Lacy House and with the exception of ten  which\" requested. The numbers and following words do not match, so the specified text is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/93.pdf", "math": "destroyed. I then follwd the rescue of the army next attends", "status": "absent", "confidence": 0.8, "explanation": "Although the word “destroyed.” is visible in the first paragraph, the subsequent wording on the page reads “I then followed the survivors of the army …,” not “I then follwd the rescue of the army next attends.” The specific sequence of words provided does not match any portion of the document."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/93.pdf", "math": "of Antietem on the mrng of the 17 Sept and", "status": "absent", "confidence": 0.17, "explanation": "I carefully scanned the handwritten lines on the page and did not see the phrase “of Antietem on the mrng of the 17 Sept and” or any close match. Other battle references (e.g., Charlestown) are visible, but Antietam and the quoted wording do not appear."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/96.pdf", "math": "Camp near Falmouth, Va.", "status": "present", "confidence": 0.85, "explanation": "The handwritten header at the top of the page clearly reads “Camp near Falmouth, Va.” with the same wording and punctuation (comma after Falmouth and period after Va.), so the requested text is present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/96.pdf", "math": "and proceeded with the remainder of our luggage", "status": "present", "confidence": 0.9, "explanation": "The phrase appears verbatim in the lower portion of the handwritten page (just after mentioning sending apples to the Captain’s quarters)."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/96.pdf", "math": "soon as the Boat was unloaded he came on board and spent the remainder of", "status": "present", "confidence": 0.73, "explanation": "In the handwritten line I can read: \"as soon as the Boat was unloaded he came on board and spent the remainder of the evening...\". The queried string (without the initial \"as\") appears verbatim within that sentence."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/96.pdf", "math": "friends Mr Wells returns tomorrow, and I improve the opportunity to send a line by", "status": "present", "confidence": 0.87, "explanation": "The handwritten letter includes the line \"Dear friends — Mr Wells returns tomorrow, and I improve the opportunity to send a line by him…\", which contains the queried phrase almost verbatim (aside from a dash after \"friends\")."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/97.pdf", "math": "Genl Burnside stood a long time in front of my  door today but to my astonishment, he did not  express his opinion.", "status": "present", "confidence": 0.93, "explanation": "The sentence appears verbatim (followed by an additional word 'Strange!') in the lower right-hand paragraph of the page."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/97.pdf", "math": "down for me, and had supper arranged and a", "status": "present", "confidence": 0.83, "explanation": "In the left-hand column, about halfway down the page, a sentence reads “…taken down for me, and had supper arranged and a splendid serenade…”. The sequence \"down for me, and had supper arranged and a\" appears exactly as requested."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/97.pdf", "math": "every day. Col Clark is very neighborly, he is looking finely", "status": "present", "confidence": 0.9, "explanation": "The handwritten sentence on the right-hand column reads “…the officers call to see me every day. Col Clark is very neighborly, he is looking finely…”, which matches the queried text verbatim."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/98.pdf", "math": "That if in the course of your life and observation sojourn in that treacherous soil and climate, there had time a place when my strength, firm health, and willing hand can and somewhat of experience can benefit the just and holy course in which it is your glorious privilege to serve for which to p forego comfort and peril life, you will tell me, and let me come and do it.", "status": "absent", "confidence": 0.8, "explanation": "A very similar sentence is visible in the left-hand manuscript page, but several words differ (e.g., “cause” instead of “course,” omission of “sojourn,” phrasing “there be a place” rather than “there had time a place,” etc.). Because the wording is not an exact match, the requested text does not appear verbatim in the document."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/98.pdf", "math": "at home without a question - under the circumstances he was wise - Or", "status": "absent", "confidence": 0.77, "explanation": "The left-hand manuscript does contain a similar string (“me at home without a question – under the circumstances do no wise – …”), but the wording differs from the target phrase: it begins with “me at home” (not “at home”), it says “do no wise” rather than “he was wise,” and it is missing the final “Or.” Therefore the exact expression requested is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/98.pdf", "math": "for me to say somethng - and intendue when I should", "status": "absent", "confidence": 0.9, "explanation": "A close inspection of both the handwritten and typescript portions of the page shows no instance of the exact phrase “for me to say somethng - and intendue when I should.” None of the distinctive misspellings (“somethng,” “intendue”) or the specific word order appears anywhere on the document."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/3.pdf", "math": "and trying to lead the people into", "status": "present", "confidence": 0.9, "explanation": "The specified phrase appears in the middle of the handwritten paragraph (second paragraph), following the words \"are mere flunkies to their fears\" and preceding \"the beastlike attitude\"."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/3.pdf", "math": "all political faiths are looking forward to an opportunity to vote for", "status": "present", "confidence": 0.89, "explanation": "In the second paragraph of the handwritten letter, the sentence reads (in part) \"Men of all political faiths are looking forward to an opportunity to vote for you again.\" The quoted fragment contains the exact sequence \"all political faiths are looking forward to an opportunity to vote for,\" so the requested text is present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/9.pdf", "math": "from you, or anything of that kind; I simply", "status": "present", "confidence": 0.9, "explanation": "In the lower paragraph of the letter, the sentence reads: \"I am not writing this letter with any hope of reward from you, or anything of that kind; I simply believe ...\", matching the queried text exactly."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/19.pdf", "math": "patent, that was issued to me Dec 30th 1913. Which", "status": "absent", "confidence": 0.82, "explanation": "The document contains the phrase \"U.S. Letters patent that was issued to me Dec. 30th 1913 which…\", without the comma after \"patent\" and without the period before \"Which\". Therefore the exact text \"patent, that was issued to me Dec 30th 1913. Which\" does not appear."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/19.pdf", "math": "as you might want would enable me to get my proposition on the market.", "status": "present", "confidence": 0.7, "explanation": "The handwritten line reads “…a large order such as you might want would enable me to get my proposition on the market.” The exact sequence beginning with “as you might want would enable me to get my proposition on the market” appears within this sentence, so the queried phrase is present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/19.pdf", "math": "more. Badge Buttons. the more the better and a", "status": "absent", "confidence": 0.25, "explanation": "A very similar phrase is visible in the handwritten text (\"...$100 or more, Badge Buttons, the more the better, and a...\"). However, the punctuation and exact sequence requested (\"more. Badge Buttons. the more the better and a\") does not appear exactly as written, so the precise expression is absent."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/95.pdf", "math": "B. HEGE 4th Vice-President Washington, D.C. MISS JANET RICHARDS 5th Vice-President Washington,", "status": "absent", "confidence": 0.35, "explanation": "The visible officer list in the letterhead shows several vice-presidents, but the specific lines “B. HEGE 4th Vice-President Washington, D.C.” and “MISS JANET RICHARDS 5th Vice-President Washington,” do not appear in the image provided."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/99.pdf", "math": "car, whither he had been escorted not only by his regiment but his", "status": "present", "confidence": 0.8, "explanation": "The right-hand page contains the line “…to the car, whither he had been escorted not only by his regiment but his General…”, which matches the queried text verbatim up through “but his.”"}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/99.pdf", "math": "flag and its brave bearer are alike", "status": "present", "confidence": 0.83, "explanation": "In the lower portion of the left-hand page the sentence reads, “The flag and its brave bearer are alike…,” which contains the exact phrase asked for (minus the capitalized leading “The”)."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/18.pdf", "math": "POST Edward S. Connolly, Age. 1005 North", "status": "absent", "confidence": 0.9, "explanation": "The letterhead shows \"Edward S. Connolly, Agt. 1003 North Main Street\"; it does not contain the exact phrase \"POST Edward S. Connolly, Age. 1005 North\" (different wording, different street number, and no leading word \"POST\")."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/18.pdf", "math": "Age. 1005 North Main Street Fall River, Mass. May 22/14. Hon. Theo. Roosevelt Oyster", "status": "absent", "confidence": 0.85, "explanation": "The document does contain similar elements—\"1005 North Main Street, Fall River, Mass.\", the date \"May 22/14\" (or close), and the salutation \"Hon. Theo. Roosevelt, Oyster Bay\"—but the exact combined string given (including the sequence, punctuation, and the word \"Age.\") does not appear verbatim."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/18.pdf", "math": "$1.50 THE SATURDAY EVENING POST (Weekly) $1.50 THE COUNTRY GENTLEMAN (Weekly) $1.50 All others are", "status": "absent", "confidence": 0.8, "explanation": "The document lists each magazine name first followed by “$1.50” (e.g., “THE SATURDAY EVENING POST (Weekly) $1.50”), whereas the queried string starts with “$1.50” before the magazine titles and includes the phrase “All others are,” which does not appear in the same wording or sequence shown. Hence the exact header expression is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/52.pdf", "math": "the civilized world - the historical part", "status": "absent", "confidence": 0.83, "explanation": "The manuscript does contain the phrases \"the civilized world\" and \"the historical part\", but they are separated by a period (followed by a dash) rather than the exact contiguous string \"the civilized world - the historical part\". Therefore the requested header/footer text does not appear exactly as given."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/52.pdf", "math": "Europe by bringing the military art to perfection, polishing the manner of the people &", "status": "absent", "confidence": 0.77, "explanation": "The manuscript contains the phrase \"Europe by bringing the military art to perfection, polishing the manners of the people & ...\" with \"manners\" in the plural. The queried text uses the singular \"manner,\" so the exact expression does not appear."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/52.pdf", "math": "found in an abridged form in Lytler's History.", "status": "present", "confidence": 0.62, "explanation": "Near the bottom of the handwritten page, the sentence reads “…may be found in an abridged form in Lytler’s History.” Although the handwriting makes the exact spelling of “Lytler’s” slightly uncertain, the quoted phrase—including the words “found in an abridged form in Lytler’s History”—is clearly visible."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/54.pdf", "math": "exclaimed : oh Lord ! what a night -—for catching coons!", "status": "present", "confidence": 0.6, "explanation": "The handwritten lines near the bottom of the page include the words “… he exclaimed : Oh Lord! what a night — for catching Coons!”, matching the queried phrase closely in both wording and punctuation, though capitalization and handwriting make exact matching slightly uncertain."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/54.pdf", "math": "heard save the distant tinkling of the", "status": "present", "confidence": 0.7, "explanation": "Within the first two handwritten lines, the sentence includes the phrase “…was heard save the distant tinkling of the solitary sheep-bell…”. This matches the queried string “heard save the distant tinkling of the”, confirming its presence."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/55.pdf", "math": "of our thoughts in such a manner that their connexion & dependence may be clearly", "status": "present", "confidence": 0.9, "explanation": "In the answer to question 94 the handwritten line reads: \"the dispose & arrangement of our thoughts in such a manner that their connexion & dependence may be clearly seen\", so the queried phrase appears verbatim within that sentence."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/55.pdf", "math": "is the having things back to their source &", "status": "absent", "confidence": 0.28, "explanation": "The relevant line (answer to question 96) reads \"it is the having things back to their cause, tracing knowledge into the first original principle.\" It uses the word \"cause,\" not \"source,\" and there is no following ampersand, so the exact phrase \"is the having things back to their source &\" does not appear."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/55.pdf", "math": "What is method? A. the disposal & arrangement of our thoughts", "status": "present", "confidence": 0.9, "explanation": "At the top of the page the handwritten line reads “94. What is method? A. the disposal & arrangement of our thoughts …”, matching the queried text."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/87.pdf", "math": "for the information of Miss Barton. J A", "status": "absent", "confidence": 0.75, "explanation": "The phrase “for the information of Miss Barton” does appear in the handwritten note, but it is not followed by the exact characters “J A.” The text after the phrase contains different handwritten initials/words, so the exact string provided is not present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/94.pdf", "math": "and I knew I should never leave a wounded man there if I", "status": "present", "confidence": 0.82, "explanation": "In the typed letter on the right side of the image, a sentence reads “…and I knew I should never leave a wounded man there if I knew it…”. This contains the exact sequence of words in the prompt up through “if I,” so the text is present."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/94.pdf", "math": "p.m. all the wounded then in were sent off", "status": "present", "confidence": 0.77, "explanation": "Near the bottom of the typed page there is a sentence that begins \"On Monday p.m. all the wounded then in were sent off\", which contains the exact wording requested."}
{"pdf": "olmOCR-bench/bench_data/pdfs/old_scans/94.pdf", "math": "on. Took the meat from our own sandwiches and gave it to", "status": "present", "confidence": 0.63, "explanation": "In the lower-middle section of the typed letter there is a sentence that reads, in part, “Took the meat from our own sandwiches and gave it to…” when describing how food was shared with wounded soldiers. The wording matches the queried phrase closely enough to confirm its presence."}
